









[

  



  {
    "رقم_الوحدة": "الوحدة_الحالية",
    "اسم_الوحدة": "التنظيم الهرموني",
    "الصفحات": [
      {
        "رقم_الصفحة": 41,
        "نص_الصفحة": "التنظيم الهرموني Hormonal Regulation\nعرفت أن أجهزة الجسم المختلفة تعمل في تناسق، وتآزر تام للقيام بالعمليات الحيوية المختلفة.\n- من المسئول عن عملية التنسيق بينها؟\nإن هذا التنسيق يحدث بفعل التآزر بين التنظيم العصبي والتنظيم الهرموني في أجسام الكائنات الحية ذات الأجهزة العصبية والهرمونية، ويساعدها هذا التآزر في تنسيق جميع أنشطة الجسم المختلفة كالحركة والانتقال والهضم والنقل والإخراج والحفاظ على توازن سوائل الجسم.\nوقد عرفت التنظيم العصبي، وكيفية عمله، وعرفت أن التنسيق العصبي يتميز بسرعة الاستجابة، واستمراريتها لفترة زمنية قصيرة، ولكن كثيراً من العمليات الحيوية كالهضم والنمو تحتاج إلى تنسيق بطيء التأثير، ويستمر لفترة طويلة تسمح بتحقيق الاستجابة المطلوبة لتلك العمليات، ويتولى هذا التنسيق البطيء التنظيم الهرموني في الجسم.\nويحتوي جسم الكائن الحي على جهاز هرموني يعمل بالتآزر مع الجهاز العصبي لتنسيق عمل بعض العمليات الحيوية التي تحتاج إلى تأثير بطيء، ويتميز بمفعول طويل المدى، ويطلق عليه جهاز الغدد الصماء Endocrine System، ويقوم هذا الجهاز بإفراز الهرمونات اللازمة لعملية التنظيم.\n- فما المقصود بالهرمونات؟\nالهرمونات : Hormones :\nهي مواد كيميائية معقدة التركيب تُفرز بكميات ضئيلة من غدد متخصصة في الجسم، وتعمل على تنظيم وتنسيق عمل أجهزة الجسم المختلفة مع بعضها ومع البيئة المحيطة، مثل هرمون الثيروكسين الذي يفرز من الغدة الدرقية، وهرمون الأنسولين الذي يفرز من جزر لانجرهانز في البنكرياس. وتوجد الهرمونات في أجسام الحيوانات وفي النبات أيضاً.\nالتنظيم الهرموني في النبات :\n- اذكر بعض العمليات الحيوية والنشاطات الفسيولوجية في النبات؟\n- من المسؤول عن تنظيم مثل هذه النشاطات الفسيولوجية في النبات؟\nتحدث داخل النباتات عمليات حيوية بشكل مستمر كعملية البناء الضوئي وعملية التنفس، وتكوين الأزهار والثمار، وتتأثر بعض العمليات الحيوية بعوامل البيئة"
      },
      {
        "رقم_الصفحة": 42,
        "نص_الصفحة": "المختلفة، وهذه العمليات ونشاطاتها الفسيولوجية تتم بواسطة الهرمونات النباتية وهي مواد كيميائية تفرزها خلايا النباتات الحية مثل خلايا القمم النامية والبراعم، والأوراق حديثة السن، والبذور بتركيزات ضئيلة، وتُنقل بواسطة الحزم الوعائية إلى أماكن تأثيرها في أجزاء النبات المختلفة.\n- ما أنواع الهرمونات النباتية؟ وما وظيفة كل منها؟\nلتتعرف على أنواع الهرمونات النباتية، ووظائفها، وأماكن إفرازها ادرس الجدول ( ١ ) وأجب عن الأسئلة التي تليه :\nجدول ( ١ ) الهرمونات النباتية ووظائفها\n1- الأوكسينات Auxins :\nمكان الإفراز: ١- القمم النامية. ٢- البذور. ٣- الأوراق حديثة السن.\nالوظيفة: ١- تنشط استطالة الخلايا. ٢- تسيطر على الانتحاء الضوئي والأرضي. ٣- تنشط نمو الجذور الثانوية، وتمايزها. ٤- تسيطر على تفرع الساق.\n2- السيتوكينينات Cytokinins :\nمكان الإفراز: - الجذور.\nالوظيفة: ١- تنشط انقسام الخلايا. ٢- تنشط عملية نمو البذور. ٣- تؤثر في نمو الجذور، وتمايزها. ٤- تؤخر شيخوخة النبات ( مضاد للشيخوخة ).\n3- الجبريلينات Gibberellins :\nمكان الإفراز: ١- القمم النامية في البراعم والجذور والأوراق حديثة السن. ٢- الجنين ( في البذرة ).\nالوظيفة: ١- تشجع استطالة الساق. ٢- تشجع نمو البراعم والأوراق. ٣- تحفز على نمو الثمار، ويستعمل لرش العنب فيزداد حجم ثماره، وتزداد مقاومته للفطريات. ٤- تؤثر في نمو الجذور، وتمايزها بقلة. ٥- تنشط عملية إنبات البذور.\n4- حامض الأبسيسك Abscisic Acid :\nمكان الإفراز: ١- الأوراق. ٢- السيقان.\nالوظيفة: ١- تثبيط النمو. ٢- تشجع كمون البراعم والبذور. ٣- إغلاق الثغور أثناء فترات الجفاف.\n5- الإيثيلين Ethylene :\nمكان الإفراز: ١- الثمار الناضجة. ٢- العقد في السيقان. ٣- الأوراق المسنة.\nالوظيفة: ١- تسريع نضج الثمار، وإسقاطها. ٢- تثبيط استطالة الساق. ٣- إسقاط الأوراق المسنة."
      },
      {
        "رقم_الصفحة": 43,
        "نص_الصفحة": "- من أين يُفرز كلّ من الإيثيلين، وحمض الأبسيسك؟\n- ما وظيفة كل من الجبريلينات والأوكسينات؟\n- بيّن دور السيتوكينينات في عملية الانقسام.\nالنشاط (١)\n• نفّذ النشاط الخاص بتوضيح أثر هرمون الإيثيلين الموجود في كتاب الأنشطة.\nدور الهرمونات النباتية في النمو :\nتتأثر النباتات بالمتغيرات التي تحدث داخلها وخارجها، فعوامل البيئة المحيطة مثل أشعة الشمس تؤثر على سير بعض العمليات الحيوية التي تحدث داخل النباتات، وتظهر النباتات استجابة لهذه العوامل وتعد حركة النبات من أهم مظاهر الاستجابة، وتقتصر الحركة في النباتات الراقية على بعض الأجهزة والأعضاء، ويعد النمو نوعاً من الحركة، ويُعرف المؤثر الخارجي بالمثير Stimulus بينما يُعرف التغيّر الحادث من قبل النبات بالاستجابة Response، وقد تكون الحركة نحو المثير أو بعيداً عنه في عملية تسمى الانتحاء، مثل اتجاه النبات نحو الضوء، وقد لا تعتمد الحركة على اتجاه المثير وتسمى انتحاء حر، مثل تفتح بعض الأزهار، وتعد الحركة موجبة حينما ينتحي العضو تجاه المثير، وسالبة إذا ما انتحى في الاتجاه المعاكس، ويعد الانتحاء رد فعل حركي لعضو النبات، وتنظم هذه الحركة بواسطة الأوكسينات . وأهم أنواع الانتحاءات في النبات ما يأتي :\n١- الانتحاء الأرضي : Geotropism\n- هل تساءلت يوماً عن السبب الذي يجعل الساق في النبات ينمو إلى أعلى والجذور تنمو إلى أسفل؟\n- كيف تؤثر الهرمونات على هذه العمليات؟\nتؤثر الجاذبية الأرضية على توجيه نمو النبات؛ وتعمل مع العوامل البيئية الأخرى على توزيع الأوكسينات أثناء الإنبات والنمو . فعند الزراعة توضع البذور في أي وضع داخل التربة، أما عند الإنبات والنمو فإن الساق تنمو إلى أعلى، والجذر إلى الأسفل في اتجاه الجاذبية الأرضية، فلو نبت الجذر ونما بشكل أفقي فإن الأوكسينات تتركز في الجانب السفلي من الجذر بسبب تأثير الجاذبية الأرضية، وزيادتها في"
      },
      {
        "رقم_الصفحة": 44,
        "نص_الصفحة": "الجانب السفلي يثبط استطالة الخلايا في هذا الجانب، وينشط استطالتها في الجانب العلوي فينحني الجذر إلى أسفل داخل التربة؛ فالجذر موجب الانتحاء الأرضي- شكل ( ١ ) . وتنمو الساق إلى أعلى نتيجة لتركيز الأوكسينات في الجانب السفلي، الذي يؤدي إلى استطالة الخلايا في هذا الجانب، مقارنة مع الجانب العلوي، فينحني الساق أثناء نموه إلى أعلى عكس الجاذبية الأرضية مما يجعل الساق سالب الانتحاء الأرضي .\nالشكل رقم (١) يوضح الإنتحاء الأرضي من خلال تجربة تظهر انحناء الجذر للأسفل والساق للأعلى.\n- كيف تفسر الانتحاء الأرضي في النبات؟\n٢- الانتحاء الضوئي : Phototropism\n- ما دور الأوكسينات في عملية الانتحاء الضوئي؟\nادرس الشكل ( ٢ )، ماذا تلاحظ؟\nعند وضع أي نبات زينة على نافذة المنزل، تلاحظ أن أجزاء النبات تنحني نحو الضوء نتيجة استجابة النبات للضوء بسبب تأثير الأوكسينات .\n- كيف تتحرك أجزاء النبات نحو الضوء؟\nتتميز الأوكسينات بقدرة حساسيتها للضوء، فعندما تتعرض ساق النبات للضوء من جانب واحد، تتركز الأوكسينات في الجانب البعيد عن الضوء، وتعمل على استطالة الخلايا في ذلك الجانب بمعدل أعلى من الجانب الآخر فينحني النبات نحو الضوء.\nالشكل رقم (٢) يوضح الإنتحاء الضوئي لنبات موضوع بجانب نافذة وينحني باتجاه الضوء.\nالنشاط (٢)\n• نفذ النشاط الخاص بالإنتحاء الضوئي الموجود في كتاب الأنشطة والتجارب .\nوقد توصل العلماء إلى أن بالإمكان استخدام الهرمونات النباتية في عملية تطوير الإنتاج الزراعي والنباتي لما فيه مصلحة الإنسان والبيئة ."
      },
      {
        "رقم_الصفحة": 45,
        "نص_الصفحة": "تطبيقات عملية للهرمونات النباتية\n- كيف يستفاد من الهرمونات النباتية في تحديث المجالات الزراعية؟\n• أدت الهرمونات النباتية دوراً كبيراً في التطبيقات العملية الزراعية فقد أدخلت في :\n- تكوين الجذور العرضية : تستخدم الأوكسينات في عملية التكاثر الخضري، بواسطة العُقَل لتكوين الجذور العرضية، ويعمل بهذه الطريقة حالياً في المشاتل، والحدائق.\n- تكوين ثمار بدون بذور : تستخدم الأوكسينات في رش الأزهار غير الملقحة لإنتاج ثمار عديمة البذور كما في البطيخ، والتفاح، وغيرها.\n- تكوين الأزهار : تستخدم الجبريلينات في تنشيط تكوين الأزهار في بعض النباتات .\n- منع تساقط الثمار والأوراق : استخدمت الأوكسينات في تأخير عملية تساقط الأوراق، والثمار قبل نضوجها، وقدم تطبيق هذه العملية والاستفادة منها في تأخير سقوط أوراق وثمار التفاح، والطماطم، والكمثرى، والمانجو، وبعض الحمضيات .\n- إبادة الأعشاب الضارة : تستخدم بعض أنواع الأوكسينات في رش الحشائش الضارة فتقضي عليها، وتمنع نموها من جديد .\nالنشاط (٣)\n• نفذ النشاط الخاص بتأثير الأوكسينات على تكوين الجذور العرضية في النبات .\nالتنظيم الهرموني في الحيوان\nتعمل الهرمونات مع الجهاز العصبي في معظم الحيوانات على تنظيم العمليات الحيوية داخل أجسامها. فالهرمونات مثلاً تنشط النمو والتكاثر اللاجنسي في الهيدرا، وتمتلك مفصليات الأرجل جهازاً هرمونياً يؤدي دوراً مهماً في عملية النمو، والتكاثر والانسلاخ.\nأما في الحيوانات الفقارية فإن الهرمونات تفرز من أعضاء تسمى الغدد Glands ، والغدة عبارة عن مجموعة من الخلايا الطلائية المتحورة للقيام بوظيفة إفرازية .\nوتقسم الغدد من حيث وجود القنوات إلى :\n١- غدد قنوية Exocrine Glands ( غدد الافراز الخارجي )\nانظر الشكل ( ٣ ) ولاحظ أن الغدة تصب إفرازاتها إلى الخارج عن طريق قنوات، ومن أمثلة هذا النوع من الغدد : الغدد اللعابية، والغدد اللبنية، والغدد العرقية، والمرارة .\nالشكل رقم (٣) يوضح غدة قنوية (غدة المرارة) حيث تظهر القناة الإفرازية وتجويف الغدة."
      }
      ,
      {
        "رقم_الصفحة": 46,
        "نص_الصفحة": "٢- غدد لا قنوية (صماء) Endocrine Glands :\n( غدد الإفراز الداخلي ) : وهي عبارة عن غدد صماء تفرز هرمونات، وتصب إفرازاتها في الدم مباشرة مثل : الغدة الدرقية، والغدة النخامية . الشكل ( ٤ ) .\nوتتميز الغدة الصماء بخلايا طلائية غزيرة الإفراز، وغنية بالأوعية الدموية، وتتميز هرموناتها بالقدرة على الانتشار بسرعة في الأنسجة محدثة فعلاً سريعاً ، كما أنها تفرز في ظروف معينة لتأدية وظيفة خاصة، لذا يتخلص منها جسم الحيوان بسرعة، إما بتحليلها إلى مركبات بسيطة، أو بإخراجها إلى خارج الجسم . ولجميع الفقاريات غدد صماء مثل : النخامية، والدرقية، والكظرية، والمناسل . ولذا فإن الفقاريات تمتاز بجهاز هرموني متكامل يعمل على تنظيم وظائف الجسم وعملياته المختلفة .\nالشكل رقم (٤) يوضح تركيب غدة صماء، حيث تظهر الخلايا الهرمونية محاطة بشبكة كثيفة من الأوعية الدموية لنقل الهرمون مباشرة إلى الدم.\nالتنظيم الهرموني في الإنسان Hormonal Regulation\nعرفت دور الرسائل العصبية في تنسيق الوظائف، والعمليات المختلفة في جسمك، ولكن هناك عمليات لا يتم حدوثها بدون وجود الهرمونات المنظمة لذلك .\n- ما الفرق بين التنظيم العصبي والتنظيم الهرموني؟\nتنقل الرسائل العصبية بواسطة السيالات العصبية، داخل الجهاز العصبي لتقوم بعملية التنظيم، بينما تنقل الرسائل الكيميائية الهرمونية بواسطة الدم إلى أماكن تأثيرها . وتتميز الرسائل الكيميائية الهرمونية بتأثير واسع النطاق، ومفعول طويل المدى في تنظيم العمليات داخل جسم الإنسان .\n- ما أهمية التنظيم الهرموني للإنسان؟\nتسهم الهرمونات في المحافظة على اتزان البيئة الداخلية للجسم، وفي تنظيم عمليات النمو، والتكاثر، وإنتاج الطاقة، وتخزينها، واستخدامها عند الحاجة، كما تؤثر الهرمونات في سلوك الفرد وتفاعلاته مع الآخرين من حوله .\n- هل يوجد تنسيق بين عمل التنظيم الهرموني والتنظيم العصبي في جسم الإنسان؟\nإن التنظيمين : الهرموني، والعصبي، يعملان بصورة متكاملة لوجود علاقة تركيبية"
      },
      {
        "رقم_الصفحة": 47,
        "نص_الصفحة": "كيميائية ووظيفية، وتوضح العلاقة بين التنظيمين استخدام الجهاز العصبي هرمونات مثل ( الأسيتايل كولين ) الذي يفرز في التشابك العصبي كنواقل عصبية تعمل على توصيل السيالات العصبية بين الخلايا العصبية .\nكما تتأثر الغدد الصماء بطريقة غير مباشرة بالتغير العصبي الذي يحدث على الألياف العضلية الموجودة في جدران الأوعية الدموية التي تُغذي هذه الغدد بالدم .\nعمل الهرمونات :\nتقسم الهرمونات من الناحية الكيميائية إلى :\n١- الهرمونات الببتيدية Peptide Hormones مثل هرمونات الغدة النخامية، وجزر لانجرهانز.\n٢- الهرمونات الستيرويدية Steroids Hormones تنتمي إلي المواد الدهنية المشتقة من الكولستيرول مثل هرمونات قشرة الغدة الكظرية والمشيمة .\n- كيف تصل هذه الهرمونات إلى خلايا الهدف في الجسم؟\nتمتلك خلايا الهدف في جسم الإنسان مُستَقْبِلات ترتبط بها مع الهرمونات المتخصصة التي تفرز من الغدد الصماء، وتصل إلى تلك الخلايا مع الدم، فتؤثر فيها، ويعتمد تأثيرها على طبيعة الهرمون نفسه . الشكل ( ٥ ) .\nوتوجد مُستَقْبِلات الهرمونات الببتيدية على سطح أغشية الخلايا، بينما توجد مستقبلات الهرمونات الستيرويدية داخل الخلايا، كونها تستطيع النفاذ عبر الغشاء الخلوي للخلية . ولكل قسم من الهرمونات السابقة آلية عمل تختلف عن الأخرى .\n- كيف تحدث الهرمونات تأثيرها في خلايا الهدف؟\nأ - آلية عمل الهرمونات الببتيدية :\nعند وصول الهرمون ( الرسول الأول ) إلى الخلية الهدف يرتبط مع المُستَقْبِل البروتيني الموجود على الغشاء، فيحفز هذا الارتباط إنزيماً مرتبطاً مع المُستَقْبِل البروتيني منتجاً مادة تسمى ( الرسول الثاني )، الذي يؤدي إلى استجابة الخلية المستهدفة للهرمون . انظر الشكل ( ٥- أ ) .\nمثال : يؤدي الهرمون الببتيدي ( الرسول الأول ) إلى تنبيه المستقبلات الخاصة به، ويؤدي هذا إلى تنشيط أنزيم أدينيل سايكليز الذي يحول الأدينوسين ثلاثي"
      },
      {
        "رقم_الصفحة": 48,
        "نص_الصفحة": "الفوسفات ATP إلى الأدينوسين أحادي الفوسفات الحلقي Cyclic AMP ( الرسول الثاني )، والذي يؤدي إلى استجابة الخلية المستهدفة للهرمون .\nالشكل رقم (٥-أ) يوضح آلية عمل الهرمونات الببتيدية، حيث يرتبط الهرمون بمستقبل على السطح وينشط إنزيماً ليحول ATP إلى cAMP (الرسول الثاني).\nب- آلية عمل الهرمونات الستيرويدية :\nعند وصول الهرمون الستيرويدي إلى الخلية الهدف ينفذ إلى داخلها، ويرتبط مع جزيئات المستقبل في السيتوبلازم مكونا مركباً معقداً من الهرمون ومستقبله، فيدخل هذا المركب إلى نواة الخلية، فيحفز جيناً معيناً مؤدياً إلى بناء بروتينات، كما في الشكل ( ٥- ب ) .\nالشكل رقم (٥-ب) يوضح آلية عمل الهرمونات الستيرويدية، حيث يعبر الهرمون الغشاء البلازمي ويرتبط بمستقبل في السيتوبلازم، ثم يدخل المعقد للنواة ليؤثر على الكروموسوم (DNA) ويبني بروتين.\nمثال : يؤدي هرمون التستوستيرون الذي يفرز من الخصية إلى تحفيز الجين الخاص ببناء بروتين العضلات التي تعتبر من الصفات الجنسية الثانوية في مرحلة سن البلوغ."
      },
      {
        "رقم_الصفحة": 49,
        "نص_الصفحة": "تنظيم مستوى الجلوكوز في الدم : من أكثر الأمثلة وضوحاً على تنظيم الهرمونات لأنشطة الجسم وعملياته هرمونات تنظيم مستوى الجلوكوز في الدم .\nوحتى تدرك هذا الدور ادرس الشكل ( ٦ ) ثم أجب عن الأسئلة التي تليه .\nالشكل رقم (٦) مخطط يوضح آلية تنظيم مستوى الجلوكوز في الدم. يظهر البنكرياس والكبد. عند ارتفاع الجلوكوز: تفرز خلايا بيتا الأنسولين ليحفز الخلايا على أخذ الجلوكوز والكبد لتحويله لجلايكوجين. عند انخفاض الجلوكوز: تفرز خلايا ألفا الجلوكاجون ليحفز الكبد على تحويل الجلايكوجين إلى جلوكوز.\n- متى يفرز هرمون الأنسولين؟\n- متى يفرز هرمون الجلوكاجون؟\n- كيف يعمل الأنسولين على خفض تركيز جلوكوز الدم؟\n- ما الخلايا الهدف لهرمون الجلوكاجون؟\nيصاب الإنسان بمرض السكر إذا ما تلفت خلايا بيتا التي تفرز هرمون الأنسولين في البنكرياس، ويعالج بحقن المريض بالأنسولين . وقد يحدث المرض نتيجة نقص مستقبلات الأنسولين على الخلايا رغم توافر هرمون الأنسولين في الدم .\nكما أن البيئة الداخلية للجسم هي المسئولة عن المحافظة على مكونات الجسم من سوائل ومواد وأيونات في حدود النسب المحددة لها بثبات .\nقضية للبحث:\n• ابحث في أسباب انتشار مرض السكر في منطقتك.\n• اقترح وسائل ومعالجات للمحافظة على صحة الإنسان من الإصابة بمرض السكر."
      },
      {
        "رقم_الصفحة": 50,
        "نص_الصفحة": "هرمونات الغدد الصماء في الإنسان :\n- أين تقع الغدد الصماء في جسم الإنسان؟\nادرس الشكل ( ٧ )، والجدول ( ٢ ) لتتعرف على مواقع الغدد الصماء في جسم الإنسان . ستجد أنها منتشرة في الجسم، وهي إما تكون غدداً كاملة مثل : الغدة الدرقية، والنخامية، أو نسيجاً متخصصاً في عضو من الأعضاء، كما في المعدة والأمعاء، أو نسيج متخصص في غدة ذات إفراز خارجي ( قنوية ) كما هو الحال في البنكرياس . التي تُعد غدة ذات إفراز خارجي، وغدة صماء في نفس الوقت .\nالشكل رقم (٧) يوضح الغدد الصماء في جسم الإنسان: النخامية، الدرقية، جارات الدرقية، الكظرية (فوق الكلوية)، البنكرياس، المبيض، الخصية.\nجدول ( ٢ ) موقع الغدد الصماء في جسم الإنسان\nاسم الغدة الصماء | موقعها في الجسم\n- الغدة النخامية. | أسفل الدماغ في قاع الجمجمة.\n- الغدة الدرقية. | على السطح الأمامي للقصبة الهوائية أسفل الحنجرة.\n- غدد الجاردرقية. | على السطح الخلفي للغدة الدرقية.\n- الغدتان الكظريتان. | غدة فوق كل كلية.\n- جزر لانجرهانز. | في البنكرياس.\n- غدد القناة الهضمية الصماء. | أنسجة متخصصة في كل من المعدة والأمعاء.\n- الغدد التناسلية. | في خصية الذكر، وفي مبيض الأنثى.\n- المشيمة. | داخل الرحم في أثناء الحمل.\nولكل نوع من هذه الغدد إفراز هرموني متخصص كما يأتي :"
      }
    
      ,
      {
        "رقم_الصفحة": 51,
        "نص_الصفحة": "١- الغدة النخامية : Pituitary Gland\nادرس الشكل ( ٨ )، والجدول ( ٣ )، وأجب عما يأتي :\n- أين تقع الغدة النخامية ؟\n- مما تتكون الغدة النخامية ؟\n- ما الهرمونات التي تفرزها ؟\n- اذكر وظيفة كل هرمون ؟\n- لماذا تسيطر الغدة النخامية على عمل معظم غدد الجسم الصماء ؟\nومن المهم معرفة أن الغدة النخامية تعتبر من أهم الغدد الصماء في جسم الإنسان؛ لأنها تسيطر على معظم النشاطات الحيوية إضافة إلى نشاطات الغدد الصماء الأخرى عن طريق إفراز مجموعة من الهرمونات التي تنظم هذه النشاطات .\n- لماذا تسمى الغدة النخامية ملكة غدد جسم الإنسان؟\nالشكل رقم (٨) يوضح الغدة النخامية وموقعها أسفل الدماغ، واتصالها بمنطقة تحت المهاد (الهيبوثالاموس)، ويظهر الفص الأمامي والفص الخلفي للغدة.\nالعلاقة بين تحت المهاد والغدة النخامية :\nدرست سابقاً التنظيم العصبي، وعرفت أن تحت المهاد طبقة الهيبوثالاموس ( الحُصين ) جزء من الدماغ يعمل على تنظيم البيئة الداخلية، مثل تنظيم نبض القلب، بالإضافة إلى السيطرة على إفرازات الغدة النخامية . انظر الشكل ( ٩ ) .\n- كيف تنظم الهيبوثالامس « تحت المهاد » إفراز هرمونات الغدة النخامية؟\nتقع الغدة النخامية بقاع الجمجمة أسفل ( تحت المهاد )، وتتكون في الإنسان من فصين أمامي وخلفي . شكل ( ٩ ) .\nوفي ( تحت المهاد ) توجد مجموعتان من الخلايا العصبية الفارزة، تصل محاور المجموعة الأولى منها إلى الفص الخلفي للغدة النخامية، لتفرز هرمونين هما هرمون الفازوبرسين (Vasopressin) أو ADH الذي ينظم التوازن المائي للجسم"
      },
      {
        "رقم_الصفحة": 52,
        "نص_الصفحة": "عن طريق إعادة امتصاص الماء بواسطة الأنابيب الكلوية، كما يعمل على زيادة ضغط الدم الشرياني . وهرمون الأوكسيتوسين الذي يعمل على تقليص عضلات الرحم أثناء الولادة، ويستخدم علاجياً لإحداث الطلق أثناء الولادة المتعسرة، كما يعمل على إطلاق الحليب من الثدي عند الرضاعة .\nوهذا يدل على العلاقة الوظيفية بين التنظيم العصبي، والتنظيم الهرموني فعند مص الطفل لثدي أمه تتولد إشارات عصبية ترسل إلى ( تحت المهاد )، ليفرز هرمون الأوكسيتوسين الذي يعمل على إطلاق الحليب .\nأما محاور المجموعة الثانية فإنها تفرز هرمونات الإطلاق التي تصل إلى الفص الأمامي للغدة النخامية بواسطة الدم، وتحفزه على إطلاق هرموناته .\nالشكل رقم (٩) يوضح العلاقة بين تحت المهاد والفص الخلفي للغدة النخامية، حيث تظهر خلايا عصبية فارزة في طبقة تحت المهاد ترسل محاورها للفص الخلفي لتفرز الهرمون المضاد للتبول ADH والأوكسيتوسين.\nلتتعرف على الهرمونات المفرزة من الفص الأمامي وأماكن تأثيرها ادرس الجدول ( ٣ ) الآتي :"
      },
      {
        "رقم_الصفحة": 53,
        "نص_الصفحة": "جدول ( ٣ ) هرمونات الفص الأمامي للغدة النخامية\n١- هرمون النمو (STH) :\nالعضو المتأثر بالهرمون: عظام الجسم والعضلات في الأجهزة.\nالوظيفة: - تنظيم نمو الجسم خلال مراحل العمر المختلفة ببناء العظام، ونموها. - بناء البروتينات، وتنظيم عملية الأيض.\n٢- الهرمون المنشط للحويصلات في المناسل (FSH) :\nالعضو المتأثر بالهرمون: - مبيض الأنثى. - خصية الذكر.\nالوظيفة: - نمو الحويصلات في المبيض، وتحويلها إلى حويصلات جراف. - يساعد على تكوين الأنيبيبات المنوية في الخصية، وتكوين الحيوانات المنوية.\n٣- الهرمون المنشط للجسم الأصفر (LH) :\nالعضو المتأثر بالهرمون: - مبيض الأنثى.\nالوظيفة: - يعمل على نضج البويضة وخروجها من حويصلة جراف. - يحفز الخلايا البينية على تكوين الجسم الأصفر.\n٤- الهرمون المنشط للخصية (ICSH) :\nالعضو المتأثر بالهرمون: - خصية الذكر.\nالوظيفة: - يحفز الخلايا البينية علي إنتاج الهرمونات الجنسية . ( التستوسيتيرون ) .\n٥- الهرمون المفرز للحليب ( البرولاكتين ) :\nالعضو المتأثر بالهرمون: - الغدد اللبنية في الثديين.\nالوظيفة: - يعمل على نمو الغدد اللبنية، وإفراز الحليب منها.\n٦- الهرمون المحفز للغدة الدرقية (TSH) :\nالعضو المتأثر بالهرمون: - الغدة الدرقية.\nالوظيفة: - يحفز الغدة على إنتاج هرمون ( الثيروكسين ). - يعمل على تجميع اليود في نسيج الدرقية.\n٧- الهرمون المحفز لقشرة الغدة الكظرية (ACTH) :\nالعضو المتأثر بالهرمون: - قشرة الكظرية.\nالوظيفة: - يحفز الغدة على إفراز هرموناتها.\n٨- الهرمون المنشط لخلايا الميلانين (MSH) :\nالعضو المتأثر بالهرمون: - الجلد.\nالوظيفة: - يعمل على تحفيز إفراز صبغ الميلانين التي تصبغ الجلد باللون الأسمر."
      },
      {
        "رقم_الصفحة": 54,
        "نص_الصفحة": "٢- الغدة الدرقية : Thyroid Gland\n- أين توجد الغدة الدرقية؟\nانظر الشكل ( ١٠ ) ولاحظ أن الغدة الدرقية تتكون من فصين : أيمن وأيسر يتصلان ببعضهما في الوسط .\nوتعد الغدة الدرقية أكبر الغدد الصماء حجماً؛ إذ يصل وزنها حوالي ( ٢٥- ٣٠ جم ) وهي مخزن اليود في الجسم الذي يدخل في عملية تركيب هرمون الثيروكسين Thyroxin من الغدة الدرقية بنسبة ٦٥٪ من وزن الهرمون .\nالشكل رقم (١٠) يوضح الغدة الدرقية وموقعها على القصبة الهوائية أسفل الحنجرة.\n- من أين يحصل الإنسان على عنصر اليود؟\n- ما الذي يحدث للغدة الدرقية في حالة نقص عنصر اليود في الجسم؟\n• وظيفة هرمون الثيروكسين :\n١- تنشيط العمليات الأيضية في خلايا الجسم، وتنظيمها وخاصة عملية الأكسدة .\n٢- تنظيم عملية النمو، والتمايز لمعظم خلايا الجسم، وأنسجته المختلفة وخاصة عمليات نمو العظام .\n٣- الغدد الجار درقية : Parathyroid Glands\n- أين توجد الغدد الجارد درقية، وما وظيفتها؟\nالغدد الجاردرقية عبارة عن أربعة فصوص صغيرة جداً، الشكل ( ١١ ) . وتوجد ملتصقة على السطح الخلفي للغدة الدرقية، وتفرز هرمون الباراثورمون (Parathormone) ؛ الذي يقوم بتنظيم نسبة الكالسيوم في الدم، وبقائها في المستوى الطبيعي .\nالشكل رقم (١١) يوضح الغدد الجار درقية وهي عبارة عن أربع نقاط صغيرة تقع على السطح الخلفي للغدة الدرقية."
      },
      {
        "رقم_الصفحة": 55,
        "نص_الصفحة": "٤- الغدة الكظرية Adrenal Gland (الغدة فوق كلوية) :\nادرس الشكل ( ١٢ )، ولاحظ أن الغدة الكظرية عبارة عن غدة صغيرة تقع فوق الكلية، وتتركب كل غدة من طبقتين، طبقة خارجية ( القشرة ) Cortex، وطبقة داخلية ( النخاع ) Medulla، وتعد كل طبقة غدة مستقلة عن الأخرى وتقوم كل طبقة بإفراز هرموناتها الخاصة .\nأ - هرمونات قشرة الغدة الكظرية :\nتفرز قشرة الغدة الكظرية ثلاث مجموعات من الهرمونات هي :\n١- الهرمونات السكرية : Glucocorticoids Hormones\nمثل هرمون الكورتيزول Cortisol الذي يتحكم في عمليات أيض الكربوهيدرات . كما تعمل هذه الهرمونات على تحفيز وتحويل البروتينات، والدهون إلى جلوكوز، فيرتفع مستوى الجلوكوز في الدم، كما أن لها تأثير مضاد للالتهابات وخاصة الناتجة عن تلف الأنسجة .\nالشكل رقم (١٢) يوضح الغدة الكظرية (فوق الكلية) ومقطع عرضي يبين قشرة الغدة ونخاع الغدة.\n٢- الهرمونات المعدنية Mineralo Corticoids Hormones\nمن أهمها هرمون الألدوستيرون Aldosterone الذي يعمل على حفظ معدل الصوديوم في الدم، إذ يقوم الهرمون بتحفيز عملية إعادة امتصاص أيونات الصوديوم، والكلوريد، في نفرونات الكلية في عملية تسمى تنظيم التوازن الملحي .\n٣- الهرمونات الجنسية : Sex Hormones\nمثل هرمون الأستروجين Oestrogen الذي له تأثير كبير في إظهار صفات البلوغ الثانوية عند الفتاة، وكذا هرمونات الأندروجين Androgen التي يكون لها نفس الدور بالنسبة للفتى .\n- ما شعورك عند دخولك الامتحان؟\n- ما التغيرات التي تحدث لجسمك عند تعرضك لأي إحراج أو خوف؟\n- ما سبب هذه التغيرات؟"
      }


      ,
      {
        "رقم_الصفحة": 56,
        "نص_الصفحة": "ب- هرمونات نخاع الغدة الكظرية :\nيقوم نخاع الغدة الكظرية بإفراز هرمون الأدرينالين Adrenaline ووظيفته تهيئة، وإعداد الجسم لاستقبال، واجتياز المواقف الانفعالية والحرجة في الحالات الطارئة، مثل الخوف، والغضب، ويجعله يتهيأ لها للقتال أو الهروب وتوفير ما يلزم لذلك من طاقة، وينتج عن إفراز هرمون الأدرينالين وارتفاع تركيزه في الدم كثير من التغيرات الفسيولوجية التي تؤدي إلى زيادة إنتاج الطاقة . ومن هذه التغيرات التي يحدثها هرمون الأدرينالين ما يأتي :\n- زيادة سرعة وشدة نبضات القلب، حتى تزيد مقدار كمية مايضخه القلب من دم .\n- توسيع الأوعية الدموية المتصلة بالعضلات الإرادية والجلد وانقباضها في العضلات اللاإرادية .\n- يقلل من زمن تجلط الدم عند النزف نتيجة انقباض الأوعية الدموية، ويستخدم موضعياً في وقف النزيف الجلدي والرعاف .\n- اتساع الشعب الهوائية لدخول كمية كبيرة من الأوكسجين إليها، وتوليد أكبر كمية من الطاقة اللازمة .\n- زيادة نسبة السكر في الدم .\n- يعمل على اتساع حدقة العين فيتسع مجال الرؤية .\n٥- جزر لانجرهانز البنكرياسية :\nIslands of Langerhans\n- أين يوجد البنكرياس؟\n- إلى أين تصب عصارتها الهاضمة؟\n- كيف يعمل البنكرياس كغدة صماء؟\n- ما الهرمونات التي يفرزها؟\nيحتوي البنكرياس على مجموعة من الخلايا الغنية جداً بالأوعية الدموية، التي تشكل جرزاً صغيرةً مبعثرة فيها تسمى جزر لانجرهانز نسبة للعالم الذي اكتشفها، شكل ( ١٣ ) . وهذه الجزر تفرز هرموناتها إلى الدم مباشرة .\nالشكل رقم (١٣) يوضح تركيب جزر لانجرهانز في البنكرياس، ويظهر خلايا ألفا وخلايا بيتا، وشعيرات دموية محيطة بها."
      },
      {
        "رقم_الصفحة": 57,
        "نص_الصفحة": "ادرس الجدول ( ٤ ) وأجب عما يأتي :\n- ما الهرمونات التي تفرز من جزر لانجرهانز؟\n- ما نوع الخلايا المفرزة؟\n- ما وظيفة كل هرمون؟\nجدول ( ٤ ) هرمونات جزر لانجرهانز\n١- الجلوكاجون Glucagon :\nالخلايا المفرزة: خلايا ألفا ( α ).\nالوظيفة: - رفع نسبة السكر في الدم عن طريق تحويل الجلايكوجين في الكبد إلى سكر.\n٢- الأنسولين Insulin :\nالخلايا المفرزة: خلايا بيتا ( β ).\nالوظيفة: - خفض نسبة السكر في الدم بتحويل الجلوكوز الفائض إلى جلايكوجين يخزن في الكبد، والعضلات. - يزيد من قدرة الخلايا على استخدام، وأكسدة الجلوكوز. - تنشيط عمليات بناء البروتين، والدهون والحد من استعمالها كمصدر للطاقة.\n٦- هرمونات القناة الهضمية :\nتحتوي بعض أجزاء القناة الهضمية على خلايا متخصصة في إفراز بعض الهرمونات، حيث تقوم بإفراز هرموناتها مباشرة إلى الدم، ويوضح الجدول( ٥ ) هذه الهرمونات، ووظائفها، والخلايا التي تفرزها .\nجدول ( ٥ ) هرمونات القناة الهضمية\n١- الجاسترين Gastrin :\nمكان الإفراز: بعض خلايا جدار المعدة.\nالوظيفة: - يعمل على تحفيز المعدة لإفراز عصارتها الهاضمة.\n٢- السكريتين Secretin :\nمكان الإفراز: بعض خلايا الاثنى عشر.\nالوظيفة: - يحفز البنكرياس على إفراز عصارتها الهاضمة.\n٣- كولسستوكينين Cholecystokinin :\nمكان الإفراز: بعض خلايا الاثنى عشر.\nالوظيفة: - يحفز الحوصلة الصفراوية على الانقباض، وإفراغ العصارة الصفراوية في الاثنى عشر.\n٤- الإنتيروكريين Enterocrinin :\nمكان الإفراز: بعض خلايا اللفائقي.\nالوظيفة: - ينبه خلايا جدار اللفائقي لإفراز أنزيماتها الهاضمة."
      },
      {
        "رقم_الصفحة": 58,
        "نص_الصفحة": "٧- هرمونات المناسل :\n- لماذا يعتبر كل من الخصية والمبيض غدداً صماء؟\nالمناسل عبارة عن الخصية في الذكر، والمبيض في الأنثى وتقوم هذه الأعضاء بوظائف عدة أهمها :\n١- تكوين الأمشاج الذكرية، والأنثوية .\n٢- إفراز الهرمونات الجنسية .\n- ما الهرمون الذي يفرز من الخصية وتبرز في الفتى مظاهر الرجولة؟ وما وظيفته؟\n- ما الهرمون الذي يفرز من المبيض؟ وما وظيفته؟\n- يوضح الجدول ( ٦ ) بعض هرمونات الغدد التناسلية وأماكن إفرازها وتأثيرها .\nالشكل رقم (١٤) يوضح قطاع عرضي في الخصية يبين الخلايا البينية.\nجدول ( ٦ ) هرمونات الغدد التناسلية\n١- التستوستيرون Testosterone :\nمكان الإفراز: الخصية ( الخلايا البينية ) شكل (١٤).\nالوظيفة: - تساهم في بناء الجسم وتبرز في الفتى مظاهر الرجولة. - تعمل على استكمال نمو الجهاز التناسلي الذكري.\n٢- الاستروجين Estrogen :\nمكان الإفراز: المبيض، ( الخلايا البينية ).\nالوظيفة: - يعمل على استكمال نمو الجهاز التناسلي الأنثوي ويظهر الصفات الجنسية الأنثوية.\n٣- البروجسترون Progesterone :\nمكان الإفراز: - الجسم الأصفر في المبيض - المشيمة.\nالوظيفة: - تهيئة الرحم للحمل، واستقبال البويضة المخصبة. - يمنع تكوين بويضات جديدة.\nأمراض الجهاز الهرموني وصحته :\nأ - أمراض الغدد الصماء :\n١- تضخم الغدة الدرقية :\n- الأعراض : تضخم الغدة الدرقية وزيادة حجمها .\n- أسبابه : نقص اليود في الغذاء .\n- الوقاية منه : إضافة اليود إلى ملح الطعام ومياه الشرب ."
      },
      {
        "رقم_الصفحة": 59,
        "نص_الصفحة": "٢- كزاز الجاردرقية :\n- أسبابه : نقص أملاح الكالسيوم في الدم .\n- الأعراض : ظهور تشنجات عصبية وعضلية .\n- علاجه : حقن المريض بهرمون الباراثورمون مع تعاطي أملاح الكالسيوم .\n٣- السكري :\nينتج هذا المرض بسبب نقص إفراز هرمون الأنسولين، وينتج عن هذا النقص عجز الجسم عن الاستفادة من السكر في إنتاج الطاقة، ويؤدي ذلك إلى ارتفاع نسبة السكر في الدم وخروجه مع البول .\n- أسبابه : كثيرة، فقد يكون إما بسبب العوامل الوراثية، أو زيادة الوزن الناتج عن السمنة، أو الحمل، وأمراض الكبد والبنكرياس، أو ممارسة عادات غير صحية كتناول الخمور .. إلخ .\n- أعراضه : كثرة التبول، والشعور الدائم بالعطش، ونقصان الوزن، ودوخة شديدة، والشعور بالجوع والتعب والإجهاد السريع لأقل مجهود، والتأخر في التئام الجروح، وفي المراحل المتقدمة يؤثر على القلب والعين ويؤدي إلى الإغماء ( صدمة السكر ) .\n- علاجه : يتم إما عن طريق حقن الأنسولين في الجسم أو استخدام بعض الحبوب المنشطة للبنكرياس، إلى جانب الالتزام بالحمية الغذائية، وتنقيس الوزن، وممارسة الرياضة .\nصحة الجهاز الهرموني :\nللمحافظة على سلامة الغدد الصماء يجب اتباع الآتي :\n١- تناول وجبات غذائية متزنة تحتوي على مقادير ملائمة من البروتينات والدهون اللازمة لتكوين مختلف الهرمونات .\n٢- ممارسة التمارين الرياضية التي تعمل على تنشيط الدورة الدموية .\n٣- الامتناع عن تعاطي الكحول والمخدرات التي تؤدي إلى تلف الغدد الصماء، والأعضاء المهمة كالكبد والبنكرياس .\n٤- عدم استخدام الأدوية إلا بعد استشارة الطبيب .\nويهمنا أن نعرف أنه نتيجة للتقدم العلمي وخاصة الهندسة الوراثية أصبح من الممكن إنتاج معظم الهرمونات عن طريق التقانة الحيوية، مثل الأنسولين، والاستفادة منها في علاج المرض ."
      }
    
    ]
  },



  {
    "رقم_الوحدة": "الوحدة_الثانية",
    "اسم_الوحدة": "الجهاز العصبي",
    "الصفحات": [
      {
        "رقم_الصفحة": 9,
        "نص_الصفحة": "الجهاز العصبي في الكائن الحي\n- لماذا يتفاعل الكائن الحي مع المؤثرات البيئية؟\nيتفاعل الكائن الحي مع المؤثرات البيئية للحفاظ على ثبات توازنه الداخلي، وتعتبر هذه الخاصية من أوضح مظاهر الحياة التي تميز الكائن الحي، سواء أكان من الكائنات البسيطة، أم الكائنات الراقية، ففي الحيوانات الراقية والإنسان نجد أن السيطرة والتنظيم للمحافظة على ثبات وضعها الداخلي يتمان بواسطة الجهازين العصبي والهرموني، والتنظيم عن طريق الأعصاب يكون عادة أسرع من التنظيم عن طريق الهرمونات .\nأولاً : الإحساس في الكائنات وحيدة الخلية :\nإن الإحساس خاصية من خواص بروتوبلازم الكائن الحي، لهذا نجد مثلاً الطلائعيات الأولية مثل الأميبا تحس بالمؤثرات في الوسط الذي تعيش فيه عن طريق بروتوبلازم خليتها؛ وبهذا نجد أنها تتحرك نحو الغذاء، وتنفر من الضوء الشديد وتبتعد عن المواد الكيميائية عالية التركيز، وفي الطلائعيات الهدبية كالبراميسيوم الشكل ( ١ )، تتصل أهدابها بحبيبات قاعدية مغمورة في بروتوبلازم البراميسيوم، وتتصل هذه الحبيبات ببعضها بخيوط دقيقة، وخلال هذه الخيوط تنتقل المؤثرات الحسية إلى الحبيبات التي تتصل بدورها بالأهداب فتسبب حركتها، ويطلق على هذه الخيوط ( الخيوط العصبية ) يتضح من ذلك عدم وجود جهاز عصبي متخصص في الكائنات وحيدة الخلية .\nالشكل رقم (١) يوضح الخيوط العصبية في البراميسيوم، حيث تظهر الخيوط الدقيقة التي تربط بين الحبيبات القاعدية للأهداب وتساعد في نقل المؤثرات الحسية.\nثانياً : الجهاز العصبي في الحيوان :\nتختلف الحيوانات في مستوى التنظيم العصبي بحسب موقعها في ممالك الكائنات الحية، ومن الملاحظ أن صورة بناء التنظيم العصبي في الحيوانات المختلفة يكون أكثر رقياً وقدرة على إتقان العمل كلما اتجهنا نحو الأنواع الراقية من الحيوانات . ويتمثل هذا الاتجاه بتجميع الخلايا العصبية في جهاز عصبي مركزي، وذلك لزيادة القدرة على السيطرة، والتنظيم، والتنسيق، ورقي مستوى الاستجابة للمؤثرات البيئية، مما يساعد الكائن الحي في الحفاظ على اتزان بيئته الداخلية ."
      },
      {
        "رقم_الصفحة": 10,
        "نص_الصفحة": "أ : الجهاز العصبي في اللافقاريات :\nيمكن ملاحظة الجهاز العصبي في الجوفمعويات للتعرف على نوعية التنظيم العصبي في اللافقاريات، ففي الهيدرا مثلاً يلاحظ وجود نوع من التنظيم العصبي الأولي .\n- ما سبب انكماش الهيدرا في حالة لمسها المفاجئ؟\nتستجيب الهيدرا للمؤثرات الخارجية فتنكمش باللمس المفاجئ ( الشكل ٢ ) . وتعود هذه الانفعالية إلى امتلاكها جهاز عصبي بسيط يعرف بالجهاز العصبي الأولي .\n- ما مكونات الجهاز العصبي في الهيدرا؟\n- كيف يستجيب للمؤثرات الخارجية؟\nادرس الشكل ( ٢ ) لاحظ أن الجهاز العصبي للهيدرا عبارة عن خلايا عصبية أولية تتصل زوائدها الشجيرية ببعضها مكونة شبكة عصبية، وتتصل هذه الخلايا العصبية بالخلايا الحسية من جهة، وخلايا الاستجابة ( اللأسعة ) من جهة أخرى مكونة أبسط قوس عصبي، وعن طريقه يتم استقبال التنبيه عن طريق الخلايا الحسية، ومنها ينتقل إلى الخلايا العصبية المتصلة بها، ثم إلى الخلايا العضلية؛ حيث تحدث الاستجابة بانكماش جسم الهيدرا أو لوامسها .\nالشكل رقم (٢) يوضح الشبكة العصبية في الهيدرا، مبيناً الشبكة العصبية الممتدة عبر جسم الحيوان ولوامسه.\nالنشاط (١)\n• نفذ النشاط الخاص بفحص شرائح مجهرية توضح الشبكة العصبية، والخلية العصبية .\nالجهاز العصبي في الحلقيات (دودة الأرض) :\nما الاستجابة التي تظهرها دودة الأرض في حالة تسليط ضوء شديد عليها؟\nما سبب ذلك؟\nالنشاط (٢)\n• نفذ النشاط الخاص بتسليط ضوء شديد على دودة الأرض . تبدي دودة الأرض استجابة واضحة للمؤثرات المحيطة فتنجذب نحو الطعام، وتبتعد عن المواد الضارة، وتنسحب، وتتدفن نفسها في التراب في حالة تسليط ضوء شديد عليها، وترجع هذه الانفعالات إلى الرقي، والتعقيد في الحواس، والجهاز العصبي لها ."
      },
      {
        "رقم_الصفحة": 11,
        "نص_الصفحة": "لاحظ الشكل ( ٣ ) وتعرَّف على مكونات الجهاز العصبي في دودة الأرض . ستجد أن الجهاز العصبي عبارة عن :\n١- عقدة دماغية مزدوجة فوق بلعومية تمتد منها حلقة حول بلعومية تلتقي تحت البلعوم بالعقدة العصبية .\n٢- عقدة عصبية تحت بلعومية .\n٣- حبل عصبي بطني مزدوج عليه عقد عصبية صغيرة (عقدة في كل حلقة) .\n٤- أعصاب تخرج من العقدة الدماغية، والعقدة العصبية تحت البلعومية تمتد نحو الحلقات الأربع الأولى، في حين تستمد الحلقات التالية أعصابها من عقد الحبل العصبي البطني الذي يستمر امتداده نحو الخلف، ويخرج من كل عقدة في الحبل العصبي زوج من الأعصاب، تتفرع إلى فرعين أحدهما يتوزع على الناحية البطنية والآخر على الجانب، وعبر حواجز الحلقات تتشابك الأعصاب مكونة شبكة من الخيوط العصبية حيث تمكن الدودة من التفاعل مع المؤثرات البيئية المختلفة .\nالشكل رقم (٣) يوضح الجهاز العصبي في دودة الأرض، مبيناً الدماغ، الحلقة حول البلعومية، عقدة عصبية تحت بلعومية، والحبل العصبي البطني.\nقضية للبحث\n• اكتب عن الجهاز العصبي في المفصليات .\nب : الجهاز العصبي في الفقاريات :\nيصل التنظيم العصبي في الحيوانات الفقارية، وخاصة الثدييات ( الإنسان )، إلى مستوى راقٍ من التنسيق بين أجهزة الجسم المختلفة، ويرجع ذلك إلى وجود جهاز عصبي معقد التركيب يتكون من الدماغ، والحبل الشوكي، والأعصاب .\n• الجهاز العصبي في الإنسان :\nيتعرض الإنسان إلى مؤثرات عديدة؛ حيث تقوم في استقبالها أعضاء حس متخصصة مرتبطة بجهاز عصبي معقد التركيب، يعمل بكفاءة عالية، تضمن للإنسان الاتصال والتكيف الفعال مع البيئة، والقيام بالتنسيق لفعاليات الجسم المختلفة ."
      },
      {
        "رقم_الصفحة": 12,
        "نص_الصفحة": "ولتنظيم العلاقة بين أجهزة الجسم وأعضائه المختلفة .\n● النسيج العصبي:\n- ما وحدات بناء النسيج العصبي؟ وما وظيفتها؟\nيتكون النسيج العصبي من نوعين من الخلايا لاحظ الجدول ( ١ )، وتعرَّف على ذلك .\nجدول ( ١ ) وحدات بناء النسيج العصبي\n- الخلايا: الخلايا العصبية . Neurons / الوظيفة: تكوين ونقل السيال العصبي .\n- الخلايا: خلايا الغراء العصبي . Neuroglia / الوظيفة: دعم وحماية الخلايا العصبية .\n- مِمَّ تتكون الخلية العصبية؟\nرغم اختلاف أشكال، وأحجام الخلايا العصبية إلا أنها تتكون من الأجزاء التالية ( الشكل ٤ ) :\n١- جسم الخلية Cell Body :\nيحتوي على نواة محاطة بالسيتوبلازم الذي يحوي عضيات، مثل الميتوكوندريا، وأجسام جولجي، والشبكة الإندوبلازمية التي تسمى الشبكة الخشنة، والريبوسومات الحرة وبينها أجسام نسل Nissl Bodies .\nالزوائد الشجيرية Dendrites :\nعبارة عن بروزات سيتوبلازمية قصيرة متشعبة تستقبل السيالات العصبية، وتوصلها إلى جسم الخلية .\n٢- الليفة العصبية Nerve Fiber : مكونة من المحور Axon : وهو امتداد طويل لجسم الخلية العصبية، ينقل السيال العصبي بعيداً\nالشكل رقم (٤) يوضح تركيب الخلية العصبية، مبيناً جسم الخلية، النواة، السيتوبلازم، الزوائد الشجيرية، المحور، غمد مايليني يحيط بالمحور، عقدة رانفييه، ليفة عصبية، وأزرار طرفية."
      },
      {
        "رقم_الصفحة": 13,
        "نص_الصفحة": "عن جسم الخلية حيث يتفرع جانبياً، ويعطي أفرعاً دقيقة عدة تنتهي بنهايات منتفخة تسمى الأزرار التشابكية Synaptic Knobs .\nتصنف الخلايا العصبية على أساس عدد الزوائد الخارجة من جسم الخلية إلى ثلاثة أنواع هي :\n١- خلايا عصبية أحادية القطب، ومنها يخرج من جسم الخلية زائدة واحدة قد تنقسم إلى فرعين أحدهما محور، والآخر زائدة شجيرية، مثل الخلايا الحسية .\n٢- خلايا عصبية ثنائية القطب، ويخرج من جسم الخلية زائدتان، مثل خلايا شبكية العين .\n٣- خلايا عصبية عديدة الأقطاب، وهي أكثر الخلايا انتشاراً في الجهاز العصبي، وهي الخلايا العصبية الحركية .\nلاحظ الشكل ( ٥ ) الذي يبين تصنيف الخلايا العصبية وظيفياً .\n- سمِّ الخلية العصبية التي تستقبل المؤثرات من البيئة المحيطة، وتنقلها إلى الجهاز العصبي المركزي .\n- ما الخلية العصبية التي تنقل السيال العصبي من الجهاز العصبي المركزي إلى أعضاء الاستجابة؟\nلاحظ أن الخلية التي توجد في الجهاز العصبي المركزي، وتصل بين الخليتين الحسية، والحركية تدعى الخلية البينية Inter Neuron .\nالشكل رقم (٥) يوضح تصنيف الخلايا العصبية وظيفياً، مبيناً الخلية العصبية الحسية المتصلة بمستقبلات حسية في الأذن، الخلية البينية في الجهاز العصبي المركزي، والخلية العصبية الحركية المتصلة بعضلات اليد.\nخلايا الغراء العصبي : Neuroglia :\nما أنواع خلايا الغراء العصبي؟ وما وظيفتها؟\nتشكل هذه الخلايا غالبية خلايا الجهاز العصبي ولها القدرة على الانقسام . ولكي تتعرف على أنواعها، لاحظ الجدول ( ٢ ) ."
      }
      ,
      {
        "رقم_الصفحة": 14,
        "نص_الصفحة": "جدول ( ٢ ) أنواع خلايا الغراء العصبي ووظائفها وأماكن وجودها .\nنوع الخلية | مكان وجودها | الوظيفة\n- الخلايا النجمية. | الجهاز العصبي المركزي. | تصنيع النواقل العصبية . ابتلاع الأجسام الغريبة .\n- الخلايا الدبقية قليلة التشجر. | الجهاز العصبي المركزي. | تكوين الغمد الميليني حول محاور الخلايا العصبية، وتفرعاتها الشجرية .\n- خلايا بطانة القناة الشوكية، وبطينات المخ. | الجهاز العصبي المركزي. | تكوين السائل المخي الشوكي .\n- الدبقيات الصغيرة. | الجهاز العصبي المركزي. | التهام الأجسام الغريبة . التحول إلى أنواع من خلايا الغراء العصبي .\n- خلايا شفان. | خارج الجهاز العصبي المركزي. | تكوين الغمد الميليني حول محاور الخلايا العصبية .\n- الخلايا القمرية. | خارج الجهاز العصبي المركزي. | دعم أجسام الخلايا العصبية .\nأنواع الألياف العصبية :\n- بماذا تختلف المحاور العصبية عن بعضها؟\nيطلق على المحور العصبي وما يحيط به من أغلفة ( الليفة العصبية Nerve Fiber ) ، وتختلف المحاور عن بعضها في القطر والطول، وبعض المحاور تكون مغطاة بمادة دهنية بروتينية تسمى غلاف الميلين Myelin Sheath ، وتدعى هذه المحاور الألياف الميلينية Myelinated Fibers ، ويعمل غلاف الميلين على :\n١- عزل المحور كهربائياً .\n٢- زيادة سرعة انتقال السيال العصبي ١٢٠ م / ث .\n٣- مساعدة الخلية العصبية في ترميم محورها التالف ما عدا خلايا الجهاز العصبي المركزي . بينما بعضها الآخر غير مغطى وتدعى الألياف اللاميلينية Non-myelinated Fibers مثل الخلايا البينية الموجودة في الجهاز العصبي المركزي، وتصل سرعة السيال العصبي في هذه الألياف إلى ما يقرب من ٢,٣ م / ث . وكل ليفة عصبية تمثل محور الخلية العصبية التي يوجد جسمها في الجهاز العصبي المركزي، أو إحدى العقد العصبية، وكل مجموعة ألياف عصبية تحاط"
      },
      {
        "رقم_الصفحة": 15,
        "نص_الصفحة": "بنسيج ضام، غني بالأوعية الدموية مكونة حزمة عصبية، ومجموعة الحزم العصبية المحاطة بغلاف سميك تسمى العصب . الشكل ( ٦ ) .\nالشكل رقم (٦) يوضح تركيب العصب، حيث يظهر غلاف العصب الخارجي، الحزمة العصبية، غلاف الحزمة، الألياف العصبية، والأوعية الدموية، بالإضافة إلى النسيج الضام.\n- السيال العصبي : Nerve Impulse :\nعرفت سابقاً أن الخلايا العضلية تقوم بالانقباض، والخلايا الغدية بالإفراز، بينما الخلايا العصبية تخصصت في توليد السيالات العصبية ونقلها . والسيال العصبي هو لغة التفاهم بين الخلايا العصبية، وهو الشكل الذي تترجم إليه أنواع المؤثرات جميعها التي يتأثر بها الجسم، وقد تم معرفة آلية تكوين السيال العصبي وانتقاله من خلال دراسات تجريبية على محاور عصبية لحيوان الحبار ( Sepia ).\n- كيف يتكون السيال العصبي؟ وكيف ينتقل؟\nيتولد السيال العصبي عند حدوث مؤثر ما في الخلية العصبية، ولكي نفهم كيفية تكونه علينا التعرف على وضع غشاء الخلية العصبية قبل حدوث أي مؤثر ؛ عندما تكون في وضع يسمى جهد الراحة . بالمعنى الكهربي لكمية الجهد .\n- فما المقصود بجهد الراحة؟\n- جهد الراحة : Resting Potential :\nلاحظ الشكل ( ٧ ) حيث ستجد أن الخلية العصبية محاطة بغشاء ذو نفاذية اختيارية يفصل بين البيئة الداخلية والخارجية لهذه الخلية .\nالشكل رقم (٧) يوضح قياس جهد الراحة باستخدام الفولتميتر، حيث يظهر قطب داخل الخلية وقطب خارجها، والفرق في الجهد المسجل هو -٧٠ ملي فولت. تظهر أيضاً مضخة (صوديوم-بوتاسيوم) وتوزيع الشحنات الموجبة في الخارج والسالبة في الداخل.\n- ما نوع الشحنات داخل وخارج الخلية العصبية؟ تختلف الشحنات داخل الخلية عن الشحنات خارجها، ويرجع اختلاف توزيع الشحنات على جانبي غشاء الخلية العصبية إلى الآتي :"
      },
      {
        "رقم_الصفحة": 16,
        "نص_الصفحة": "١- وجود بروتينات سالبة الشحنة داخل الليفة العصبية لا تستطيع أن تنفذ إلى خارجها .\n٢- عمل مضخة صوديوم – بوتاسيوم ؛ حيث تخرج أيونات الصوديوم Na+ وتدخل أيونات البوتاسيوم K+ التي تنتقل عبر الغشاء الخلوي بطريقة النقل الإيجابي « النشط » .\nلاحظ أن سطح الليفة الخارجي مشحون بشحنة موجبة، والسطح الداخلي مشحون بشحنة سالبة، ويطلق على هذه الحالة بالاستقطاب Polarization ويسمى مقدار فرق الجهد بين داخل الخلية العصبية وخارجها في هذه الحالة بجهد الراحة ويكون مقداره ( - ٧٠ ) ميللي فولت . إلا أن هناك جهداً آخر يسمى جهد الفعل يحدث عند تأثر الخلية العصبية بمؤثر خارجي .\n- جهد الفعل : Action Potential :\n- ما المقصود بجهد الفعل؟\n- ماذا يحدث لليفة العصبية عند تأثرها بمؤثر؟\nتتبع التغيرات التي تحدث لليفة العصبية بملاحظة الشكل ( ٨ ) ودراسة الجدول ( ٣ ) .\nالشكل رقم (٨) يوضح قياس جهد الفعل وتغيرات الاستقطاب. يظهر الرسم البياني أطوار الاستقطاب، زوال الاستقطاب، وإعادة الاستقطاب مع مرور الوقت (ميللي ثانية). كما يظهر حركة أيونات Na+ و K+ عبر الغشاء الخلوي تحت تأثير المؤثر وتغير فرق الجهد من -٧٠ إلى +٣٠ ثم العودة للراحة."
      },
      {
        "رقم_الصفحة": 17,
        "نص_الصفحة": "جدول ( ٣ ) التغيرات التي تحدث لليفة العصبية عند تأثرها بمؤثر .\nاسم المرحلة | التغيرات التي تحدث في الليفة العصبية\n- زوال الاستقطاب Depolarization | وصول مؤثر لمنطقة التأثير يؤدي إلى توقف مضخة صوديوم – بوتاسيوم، وفتح قنوات الصوديوم في غشاء الليفة العصبية فتنتشر أيونات الصوديوم إلى داخل الليفة فيرتفع الجهد الداخلي لها إلى ( + ٣٠ ) ميللي فولت، وعندها تغلق قنوات الصوديوم .\n- إعادة الاستقطاب Repolarization | عند إغلاق قنوات الصوديوم تفتح قنوات البوتاسيوم الموجودة على غشاء الليفة العصبية، فتنتشر أيونات البوتاسيوم وينخفض فرق الجهد لليفة العصبية .\nلاحظ أن التغيرات الكهربائية التي ترافق زوال الاستقطاب، وإعادته، يطلق عليها جهد الفعل، وهنا يمكن أن يعرف السيال العصبي بأنه موجة من إزالة الاستقطاب تسري في محور الخلية العصبية بعد تنبيه تلك الخلية، ويصاحبها تكون جهد فعل عند نقاط متعددة على طول المحور .\n- كيف تعود الليفة العصبية إلى جهد الراحة؟\nبعد اختفاء جهد الفعل تعمل مضخة الصوديوم – بوتاسيوم على إعادة الليفة العصبية إلى حالة الاستقطاب بإخراج أيونات الصوديوم وإدخال أيونات البوتاسيوم لتعود الخلية إلى وضعها في جهد الراحة .\n- آلية انتقال السيال العصبي في الألياف العصبية :\nانظر الشكل ( ٩ ) ، ولاحظ كيف ينتقل السيال العصبي في الألياف العصبية غير الميلينية ينتقل بطريقة التأثير الدائري الموضعي .\nالشكل رقم (٩) يوضح انتقال السيال العصبي في الألياف غير الميلينية بطريقة التأثير الدائري الموضعي، حيث تظهر الشحنات الموجبة والسالبة وهي تتبادل المواقع (زوال استقطاب وإعادته) على طول المحور بشكل متتابع."
      },
      {
        "رقم_الصفحة": 18,
        "نص_الصفحة": "فحدوث زوال استقطاب في نقطة ما لليفة عصبية يعتبر مثيراً للنقطة المجاورة فيؤدي إلى فتح قنوات الصوديوم في تلك النقطة، فيحدث زوال الاستقطاب، وتعود النقطة السابقة إلى حالة الاستقطاب .\nالشكل رقم (١٠) يوضح انتقال السيال العصبي في الليفة الميلينية بطريقة القفز، حيث يظهر السيال وهو يقفز من عقدة رانفييه إلى أخرى فوق الغمد الميليني، مما يزيد من سرعة الانتقال.\nوهكذا تسري موجة من زوال الاستقطاب، وإعادته خلال الليفة . ولكن في الليفة العصبية الميلينية ينتقل زوال الاستقطاب من عقدة رانفييه إلى أخرى، ويسمى النقل القفزي . الشكل ( ١٠ ) ، والانتقال بهذه الطريقة أسرع وأقل استهلاكاً للطاقة من النقل بطريقة التأثير الموضعي .\n- آلية انتقال السيال العصبي خلال التشابك العصبي :\n- كيف ينتقل السيال العصبي من خلية عصبية إلى أخرى؟\nينتقل السيال العصبي المتكون في خلية عصبية إلى أخرى حتى يصل إلى عضو استجابة بواسطة نواقل كيميائية عبر شق يسمى الشق التشابكي Synaptic Cleft .\nولتتعرف على كيفية هذا الانتقال، ادرس الشكل ( ١١ ) الذي يبين تكون التشابك العصبي . من الغشاء قبل التشابكي والغشاء بعد التشابكي وبينهما فراغ يدعى الشق التشابكي . يحتوي الغشاء قبل التشابكي على العديد من الحويصلات التشابكية تحوي مواد كيميائية تدعى النواقل العصبية، وكذلك يحتوي على قنوات لأيونات الكالسيوم التي توجد بتركيز عالٍ خارج الغشاء التشابكي مقارنة بداخله . أما الغشاء بعد التشابكي فإنه يحتوي على مستقبلات للنواقل العصبية ترتبط معها قنوات بروتينية للأيونات المختلفة .\n- ما التغيرات التي تحدث عند دخول السيال العصبي إلى الغشاء قبل التشابكي؟\nإن هذه التغيرات يمكن إجمالها بالآتي :\n١- فتح قنوات الكالسيوم لتنتشر أيونات الكالسيوم إلى داخل الغشاء قبل التشابكي .\nالشكل رقم (١١) يوضح آلية انتقال السيال العصبي في منطقة التشابك، ويظهر الأزرار التشابكية، الحويصلات المحملة بالنواقل، والشق التشابكي."
      }
      ,
      {
        "رقم_الصفحة": 19,
        "نص_الصفحة": "٢- التحام الحويصلات التشابكية بالغشاء قبل التشابكي بمساعدة أيونات الكالسيوم، وانفجارها، وتحرر محتوياتها من النواقل العصبية في الشق التشابكي.\n٣- ارتباط جزيئات النواقل العصبية المتحررة مع المستقبلات على الغشاء بعد التشابكي يشكل مؤثراً كيميائياً يؤدي إلى فتح قنوات أيونات الصوديوم الموجودة في الغشاء بعد التشابكي، فتنتقل أيونات الصوديوم Na+ إلى داخل الخلية بعد التشابكية مما يسبب زوال الاستقطاب فيمر سيال عصبي خلال الغشاء الخلوي للخلية العصبية. إن عمل هذا الناقل يعتبر ناقلاً عصبياً منشطاً، أما إذا كان الناقل العصبي مثبطاً فإن ارتباطه مع المستقبلات يمنع انتقال السيال العصبي إلى الغشاء بعد التشابكي فيتوقف انتقاله وإحداث جهد فعل في الخلية بعد التشابكية.\n٤- لا يستمر ارتباط جزيئات النواقل العصبية بمستقبلاتها لفترة طويلة؛ حيث تعمل آليات مختلفة في منطقة التشابك على إبطال تأثيرها بعد فترة وجيزة، فالناقل العصبي (أستيل كولين) يحطمه أنزيم (أستيل كولين استريز) الموجود في الشق التشابكي، ويحوله إلى حمض الخليك، والكولين الذي يعاد امتصاصه، واستخدامه لبناء (أستيل كولين) جديد.\nقضية للبحث:\n• تتدخل العقاقير في مسار السيالات العصبية، ابحث في طرق تأثير العقاقير على الجهاز العصبي.\nالشكل رقم (١١) يوضح انتقال السيال العصبي خلال التشابك العصبي، ويظهر خلية عصبية قبل تشابكية بها حويصلات تحتوي نواقل عصبية، والشق التشابكي، والخلية بعد التشابكية بمستقبلاتها وقنواتها الأيونية."
      },
      {
        "رقم_الصفحة": 20,
        "نص_الصفحة": "أجزاء الجهاز العصبي في الإنسان :\nانظر الشكل ( ١٢ ) ، ولاحظ تركيب الجهاز العصبي في الإنسان .\n- ما الأجزاء الرئيسة للجهاز؟\n- ما أهمية الجهاز العصبي لجسم الإنسان؟\nيتركب الجهاز العصبي في جسمك من ثلاثة أجهزة رئيسة مرتبطة ببعضها وهي كالآتي :\nأولاً : الجهاز العصبي المركزي : (CNS)\nويتكون من الأعضاء الآتية :\n- الدماغ (Brain) : ويوجد داخل جمجمة الرأس، ويعتبر أهم الأعضاء في الجهاز العصبي ككل، وأكبرها حجماً، ووزناً . ويبلغ وزن الدماغ في رأس الإنسان البالغ حوالي ١٥٠٠ غرام، بينما يصل عدد خلاياه حوالي ١٠٠ مليار خلية عصبية .\n- ما أهمية وجود الدماغ داخل الجمجمة؟\nنتيجة لأهمية عضو الدماغ للإنسان، ومن أجل المحافظة عليه من الصدمات والمؤثرات الخارجية، فقد حمى الخالق عز وجل الدماغ بصندوق الجمجمة التي تتميز عظامها بأنها أشد العظام صلابة في الجسم، إضافة إلى ذلك فقد وجد أن الدماغ محاط بثلاثة أغشية، تسمى الأغشية السحائية (Meninges) زيادة في المحافظة عليه من المؤثرات الخارجية، وهذه الأغشية مرتبة من الخارج إلى الداخل كالآتي :\nأ - غشاء الأم الجافية (Duramater) ويتميز بأنه نسيج سميك يتكون من ألياف تبطن عظام الجمجمة من الداخل .\nب - غشاء الأم العنكبوتية (Arachnoid) ويتميز بأنه نسيج شبكي يشبه بيت العنكبوت، ويقوم بعملية الربط بين غشاء الأم الجافية، وغشاء الأم الحنون المحيط بأجزاء الدماغ .\nالشكل رقم (١٢) يوضح الجهاز العصبي في الإنسان وتفرعاته، ويظهر الدماغ، الحبل الشوكي، والأعصاب الشوكية والشبكة العصبية الممتدة في الجسم."
      },
      {
        "رقم_الصفحة": 21,
        "نص_الصفحة": "ج- غشاء الأم الحنون (Pia Mater) ويتميز بأنه نسيج رقيق يغلف الدماغ بشكل مباشر، ويوجد سائل بين الأم العنكبوتية والأم الحنون يعمل على الزيادة في امتصاص الصدمات، وقد وجد أن الأغشية السحائية قد تتعرض لبعض الالتهابات الخطيرة، والتي قد تسبب الوفاة للإنسان إذا لم يتم معالجتها بسرعة .\nالنشاط (٣)\n• قم ومجموعة من زملائك بزيارة إلى أقرب مستشفى أو مركز صحي لجمع المعلومات عن الالتهاب السحائي في منطقتك .\nويتكون الدماغ من الأجزاء الآتية :\nأ - المخ (Cerebrum) ويشكل الجزء الأكبر من الدماغ؛ حيث يتركب من نسيج مخي مكون من طبقتين هما :\n١- الطبقة الخارجية ( القشرة ) ، وهي طبقة رقيقة تحتوي على أجسام الخلايا العصبية وألياف عصبية غير محاطة بأغماد نخاعية بحيث يبدو لونها رمادي، ولهذا تسمى المادة الرمادية Grey Matter .\n٢- الطبقة الداخلية ( النخاع ) ، وتتكون من مجموعة من الألياف العصبية المحاطة بأغماد نخاعية بحيث يبدو لونها أبيض؛ ولهذا فإنها تسمى المادة البيضاء White Matter . الشكل ( ١٣ ) .\nوينقسم الدماغ إلى نصفين متشابهين هما النصف الأيمن، والنصف الأيسر، وتظهر في كل نصف عدد من الأخاديد، أو الشقوق يمكن بواسطتها تمييز فصوص الدماغ في كل نصف، وهذه الفصوص هي الفص الجبهي ( الأمامي )، والفص الجداري، والفص الصدغي، والفص الخلفي، وقد وجد أن كل فص يتخصص بوظائف محددة سواء حسية أم حركية، كما اتضح أن المراكز الفصية للنصف الأيمن تتحكم بالجانب الأيسر من الجسم، بينما المراكز الفصية للنصف الأيسر تتحكم بالجانب الأيمن من الجسم .\nالشكل رقم (١٣) يوضح مقطع طولي يبين أجزاء الدماغ: القشرة المخية، المخيخ، النخاع المستطيل، القنطرة، الدماغ الأوسط، تحت المهاد، والمهاد، وبداية الحبل الشوكي."
      },
      {
        "رقم_الصفحة": 22,
        "نص_الصفحة": "ما الجانب من الجسم الذي يصاب بالشلل عند حصول مشكلة للنصف الأيمن من الدماغ؟\nب - المخيخ (Cerebellum) : ويشكل الجزء الخلفي للدماغ؛ حيث يقع أسفل الفص الخلفي للمخ - الشكل ( ١٣ ) ، ووظيفته تنظيم الحركات الإرادية للجسم والمحافظة على اتزانها؛ مثل : المشي، وحركات اليدين، وغير ذلك .\n- ما الذي يحدث لحركات الإنسان عند حدوث مشكلة للمخيخ؟\nج - النخاع المستطيل، أو ساق الدماغ (Brain Stem) ، ويربط بين المخيخ والحبل الشوكي في العمود الفقاري الشكل ( ١٣ ) ، ويقوم بتنظيم الحركات اللاإرادية لبعض أعضاء النصف العلوي من الجسم؛ حيث يوجد به مراكز التنفس، والقلب، والبلع، والسعال، والعطس .\nالحبل الشوكي (Spinal Cord) : ويمتد من النخاع المستطيل داخل العمود الفقاري مشكلاً امتداداً للدماغ؛ حيث تحيط به نفس الأغشية السحائية التي تحيط بالدماغ .\n- ما الأغشية السحائية التي تحيط بالنخاع الشوكي؟\nيتركب نسيج الحبل الشوكي من طبقتين هما الطبقة الخارجية متكونة من المادة البيضاء، والطبقة الداخلية متكونة من المادة الرمادية . الشكل ( ١٤ ) .\n- ما الفرق بين المادة الرمادية، والمادة البيضاء؟\n- قارن بين نوع النسيج في الطبقة الخارجية، والطبقة الداخلية في كل من الدماغ، والحبل الشوكي .\nويخرج من جانبي الحبل الشوكي ( ٣١ ) زوجاً من الأعصاب الشوكية يتصل كل عصب بالحبل الشوكي بجذرين : أحدهما ظهري يحتوي على الألياف والخلايا العصبية الحسية، والجذر الآخر بطني يحتوي على ألياف الخلايا العصبية الحركية، يندمج الجذران ليكونا العصب الشوكي الذي يتكون من نوعين من الألياف العصبية الحسية والحركية، لهذا تسمى الأعصاب المختلطة، حيث تقوم بنقل السيالات العصبية الحسية والحركية بين أجزاء الجسم والحبل الشوكي في حركة دائمة تسمى رد الفعل العصبي المنعكس .\nالشكل رقم (١٤) يوضح مقطع في الحبل الشوكي يبين اتصال الأعصاب الشوكية، وتظهر المادة الرمادية في الداخل والمادة البيضاء في الخارج، والجذر الظهري والجذر البطني والعصب الشوكي."
      },
      {
        "رقم_الصفحة": 23,
        "نص_الصفحة": "رد الفعل العصبي المنعكس Reflex Action\nيتم الإحساس بالمؤثرات الخارجية وحدوث الاستجابة المناسبة لها في عملية مستمرة تسمى رد الفعل العصبي المنعكس، يمثل رد الفعل العصبي استجابة غير إرادية تلقائية للتغيرات الحادثة داخل الجسم أو خارجه، ويتدخل الدماغ في عمل بعض الأفعال المنعكسة كرمش العين عند اقتراب جسم منها، بينما لا يتدخل في بعضها الآخر كسحب اليد بسرعة عند ملامستها فجأة جسماً ساخناً، حيث يقوم بذلك الحبل الشوكي وفقاً لما يلي :\n١- يؤدي تنبيه النهايات العصبية ( مستقبلات الألم في الجلد ) بواسطة الحرارة إلى تكوين سيالات عصبية تنتقل عبر الخلية العصبية الحسية .\n٢- تدخل السيالات العصبية إلى الحبل الشوكي وتنبّه الخلية العصبية البينية والتي تنبه بدورها الخلية العصبية الحركية لتعطي سيالات تسبب انقباض العضلة الهيكلية والعضو المتأثر مسببة سحب اليد بعيداً عن الجسم الساخن .\nمن خلال ملاحظاتك للشكل ( ١٥ ) ما الأجزاء التي يتألف منها القوس العصبي المنعكس؟ .\nالشكل رقم (١٥) يوضح القوس العصبي المنعكس، ويظهر مسار السيال من مستقبلات الألم في اليد عبر الخلية الحسية إلى الحبل الشوكي (الخلية البينية) ثم العودة عبر الخلية الحركية إلى العضلة المستجيبة."
      }
      ,
      {
        "رقم_الصفحة": 24,
        "نص_الصفحة": "ثانياً : الجهاز العصبي الطرفي : (Peripheral Nervous System)\nويتكون من الأعصاب التي تخرج من الدماغ، والحبل الشوكي وتنتشر في أجزاء الجسم المختلفة لتنظيم عملها، وحركتها، وتتميز هذه الأعصاب بنوعين هما :\n١- أعصاب تخرج من الدماغ : وتتكون من ( ١٢ ) زوجاً من الأعصاب، وتسمى الأعصاب الجمجمية (Cranial Nerves)، لأنها تخرج من الجمجمة لتنظيم عمليات الإبصار، والسمع، والتذوق، ومضغ الطعام، وحركات اللسان، وحركات عضلات الوجه .\n- اذكر أمثلة لبعض الأعصاب الجمجمية .\nمن أهم الأعصاب التي تخرج من الدماغ العصب البصري، والعصب السمعي، وأعصاب الشم، وأعصاب التذوق . كما يخرج من الدماغ العصب الحائر الذي يقوم بتنظيم النشاط اللاإرادي للأحشاء الداخلية في الجسم كالقلب، والرئتين، وقناة الهضم .\n٢- أعصاب تخرج من الحبل الشوكي : وتتكون من ( ٣١ ) زوجاً من الأعصاب، وتسمى الأعصاب الشوكية، وتقوم بعملية استقبال الإحساس من مناطق الجسم المختلفة كالجلد، وتنظيم حركات الذراعين، والساقين، والعضلات الإرادية في أطراف الجسم، وعادة ما تنتج الحركة في العضو عن طريق التنسيق بين المركز المنظم لها في الدماغ والأعصاب الشوكية المتصلة بالعضلات التي تنقبض، وتنبسط لإحداث الحركة المطلوبة للعضو .\nثالثاً : الجهاز العصبي الذاتي : (Autonomic Nervous System)\nويقوم بعملية التحكم، والتنظيم للحركات اللاإرادية التي تتم في أجزاء الجسم الداخلية، مثل عملية تنظيم ضربات القلب وضغط الدم، وينقسم هذا الجهاز إلى جزءين رئيسيين .\nلاحظ الشكل ( ١٦ ) ولاحظ كيف أن كل جزء من أجزاء الجهاز العصبي الذاتي يعمل عكس الآخر، وهذان الجزءان هما :\n١- الجهاز العصبي السمبثاوي : ويقوم بعملية تنشيط وزيادة عمل أعضاء الجسم الداخلية كزيادة ضربات القلب عند حاجة الجسم إلى ذلك أو رفع ضغط الدم، أو توسيع حدقة العين، أو تثبيط إفراز اللعاب، أو ارتخاء الحويصلات الهوائية لزيادة الأكسجين فيها ."
      },
      {
        "رقم_الصفحة": 25,
        "نص_الصفحة": "٢- الجهاز العصبي الجارسمبثاوي : ويعمل عكس الجهاز السمبثاوي، أي أنه يقوم مثلاً بتقليل ضربات القلب، أو ضغط الدم، أو تضييق حدقة العين، أو تنبيه إفراز اللعاب، أو تضييق الشعيبات الهوائية في الرئتين وغير ذلك من الأنشطة اللاإرادية في الجسم .\n- اذكر بعض الأمثلة الأخرى لوظائف الجهاز العصبي السمبثاوي ؟\n- اذكر بعض الأمثلة الأخرى لوظائف الجهاز العصبي الجارسمبثاوي ؟\nالشكل رقم (١٦) الجهاز العصبي الذاتي داخله مقارنة بين تأثيرات الجهاز العصبي السمبثاوي والجهاز العصبي الجارسمبثاوي على أعضاء الجسم المختلفة مثل العين (توسيع/تضييق الحدقة)، الغدد اللعابية (تثبيط/تنبيه الإفراز)، القلب (زيادة/تقليل ضربات القلب)، والرئتين (توسيع/تضييق الشعب الهوائية).\nالنشاط (٤)\n• نفذ النشاط الخاص بتشريح ضفدع، والتعرف على أجزاء الجهاز العصبي ."
      },
      {
        "رقم_الصفحة": 26,
        "نص_الصفحة": "أعضاء الحس Sense Organs\nيتفاعل الإنسان مع البيئة المحيطة به، ويتأثر بمؤثراتها المختلفة كالصوت، والضوء، والحرارة، والرائحة، ويستقبل هذه المؤثرات عن طريق تراكيب تسمى المستقبلات الحسية Sensory Receptors التي توجد في أعضاء الحس Sense Organs والمستقبلات الحسية متنوعة، منها : المستقبلات الضوئية، والكيميائية، والآلية .\nأولاً : المستقبلات الضوئية : Photoreceptors\nتحتوي العين على مستقبلات ضوئية تعمل على امتصاص الطاقة الضوئية للجسم المرئي وتكوّن له صورة على شبكية العين، وتنتقل منها على هيئة سيالات عصبية بواسطة العصب البصري إلى مركز الإبصار حيث يتم ترجمتها وإدراكها .\n- تركيب العين :\nالعين هي عضو الإبصار في الحيوانات الفقارية، ومنها الإنسان وتتكون العين في الإنسان من المقلة، والعضلات المحركة لها .\nادرس الشكل ( ١٧ ) الذي يمثل تركيب العين .\n- ما الطبقات المكونة للعين؟\nالشكل رقم (١٧) تركيب عين الإنسان داخله السائل الزجاجي، البقعة الصفراء، البقعة العمياء، العصب البصري، الأوعية الدموية، الصلبة، المشيمية، الشبكية، الأربطة المعلقة، العضلات الهدبية، العدسة، القزحية، البؤبؤ، القرنية، والغرفة الخلفية ."
      },
      {
        "رقم_الصفحة": 27,
        "نص_الصفحة": "- ما وظيفة كل طبقة؟ لاحظ أن مقلة العين تتكون من ثلاثة طبقات نسيجية هي :\n١- الصلبة Sclera طبقة بيضاء مكونة من نسيج ضام ليفي وهي غير شفافة عدا الجزء الأمامي منها المكون للقرنية (Cornea) التي تتميز بأنها عديمة اللون، وشفافة ورطبة باستمرار نتيجة الدمع الذي يفرز من الغدة الدمعية، وتسمح بمرور الأشعة إلى الشبكية .\n٢- المشيمية Choroid طبقة معتمة سوداء لاحتوائها على صبغات الميلانين، وهي غنية بالأوعية الدموية التي تغذي الشبكية . وتمتد المشيمية أمام القرنية مكونة القزحية Iris ويوجد بمنتصفها ثقب مركزي يعرف بحدقة العين، وتتكون القزحية من خيوط عضلية، وخلايا ملونة، ويعتمد لونها على كمية المادة الملونة الموجودة بها . أما الخيوط العضلية فتتحكم بحجم حدقة العين، فهي تضيق وتتسع لتتحكم في كمية الضوء التي تصل إلى العدسة وتوجد العدسة خلف القزحية، وهي مرنة شفافة مثبتة بمكانها بواسطة أربطة، ومجموعة من العضلات الهدبية التي تحدد درجة تحدب العدسة حسب بعد الجسم المرئي، إذ يزيد تحدبها لرؤية الأجسام القريبة، ويقل عند رؤية الأجسام البعيدة، ويوجد في مقدمة العين بين القرنية والقزحية والغرفة الأمامية وبين القزحية والعدسة الغرفة الخلفية تمتلآن بسائل مائي يغذي القرنية والعدسة ويعمل على كسر الأشعة الضوئية والجزء خلف العدسة مملوء بمادة هلامية زجاجية وضغطه يحفظ للعين شكلها الكروي .\n٣- الشبكية Retina تتكون من ثلاث طبقات من الخلايا هي :\n- الخارجية : تحتوي على خلايا الرؤية الحساسة للضوء وهي نوعان : العصوي (Rods)، والمخاريط (Cones) .\n- الوسطى : تضم عصبونات ثنائية القطب، وهي التي تستقبل السيالات العصبية من خلايا الطبقة السابقة، وتنقلها إلى الخلايا العُقدية .\n- الداخلية : تضم عصبونات عُقدية، ووظيفتها استقبال السيالات العصبية من الخلايا ثنائية الأقطاب، وتتجمع المحاور العصبية لخلايا هذه الطبقة لتكون العصب البصري Optic Nerve ، وتسمى المنطقة التي يخرج منها العصب البصري البقعة العمياء .\nالخلايا العصوية والخلايا المخروطية :\nوهي مستقبلات الضوء؛ إذ تتأثر بالضوء الساقط عليها عبر فتحة الحدقة وذلك بعد مروره بالعدسة التي تجمعه وتسقطه على الشبكية، وتتكون صورة مقلوبة مصغرة عليها . وتتوزع الخلايا العصوية والمخروطية في الشبكية كالآتي :"
      },
      {
        "رقم_الصفحة": 28,
        "نص_الصفحة": "١- الخلايا العصوية : تتركز على الحواف الخارجية للشبكية، وهي حساسة للضوء الخافت، لذا فهي المسئولة عن الرؤية الليلية Night Vision ، ولكنها لا تستطيع تمييز الألوان بسهولة، ويبلغ عددها حوالي مائة مليون خلية في كل عين .\n٢- الخلايا المخروطية : تتركز في المنطقة المركزية من الشبكية وتعمل في الضوء الساطع، مثل ضوء الشمس، لذا فهي مسؤولة عن الرؤية الحادة، والرؤية النهارية Day Vision وهي حساسة للألوان؛ حيث تستطيع التمييز بين الألوان المختلفة . ويبلغ عدد الخلايا المخروطية حوالي خمسة ملايين خلية في كل عين .\n- كيف تفسر وضوح الرؤية في الضوء الساطع؟\nادرس الشكل ( ١٨ ) لاحظ كيف تتصل الخلية العصبية الواحدة ثنائية القطب بعدد من الخلايا العصوية . أما الخلايا المخروطية فكل خلية منها تتصل بخلية واحدة من ثنائية القطب، وهذا ما يفسر وضوح الرؤية في الضوء الساطع .\nالشكل رقم (١٨) الخلايا المخروطية والعصوية في العين داخله اتجاه الضوء والسيال العصبي إلى المخ، ويظهر ألياف العصب البصري، خلايا عقدية، تشابك عصبي، خلية عصبية ثنائية القطب، نواة، قطعة داخلية، وقطعة خارجية لكل من الخلايا المخروطية والخلايا العصوية .\nآلية الإحساس بالرؤية : Vision Sensation\nإن صورة المرئيات تقع على المستقبلات الضوئية الموجودة في الشبكية، والمتمثلة في الخلايا العصوية، والمخروطية، والتي تتأثر بالمؤثر الضوئي، وتحوله إلى سيالات عصبية ترسله إلى مراكز الإبصار في الدماغ ليتم إدراكها .\n- كيف تتأثر الخلايا العصوية، والمخروطية بالضوء؟\n- كيف يتحول ذلك التأثير إلى سيالات عصبية؟"
      }
      ,
      {
        "رقم_الصفحة": 29,
        "نص_الصفحة": "تحتوي الخلايا العصوية على صبغة الرودوبسين Rhodopsin الحساسة للضوء مما يمكنها من الاستجابة للضوء بسهولة، وإن كان خافتاً، فعندما تسقط الموجات الضوئية على هذه الصبغة فإنه يتحول إلى صورة أقل تماسكاً مما يسبب تفككه إلى نواتج كيميائية مختلفة تسمى ريتينال وأوبسين، وتسبب هذه التحولات الكيميائية المتعاقبة تغيرات في فرق الجهد الكهربي لغشاء الخلايا العصوية مما يسبب نشوء جهد فعل يسري على هيئة سيالات عصبية تنقل عبر العصب البصري إلى الدماغ . وعادة يتم إعادة صبغ الرودوبسين بسرعة من نواتج التحلل السابقة حيث يكون قادراً على استقبال موجات ضوئية جديدة . شكل ( ١٩ ) . وتستمر عملية تحلل الصبغ، وإعادته مرة أخرى ما دامت عملية الإبصار مستمرة . ويعد الصبغ الشبكي Retinal أحد مكونات الرودوبسين الأساسية، ويمكن الحصول عليه في الجسم من فيتامين ( A ) .\n- كيف يمكن التمييز بين الألوان المختلفة؟\nتحتوي الخلايا المخروطية على صبغات بصرية خاصة ( اليودوبسين Iodopsin ) تعمل بصورة مشابهة لطريقة عمل الرودوبسين في الخلايا العصوية، وتستطيع التمييز بين الأطوال المختلفة للأمواج الضوئية مما يسهل عملية تمييز الألوان، ورؤية تفاصيل الأشياء، وهي تكثر في البقعة الصفراء من الشبكية، كما أن شدة تأثر اليودوبسين بالأطوال الموجية المختلفة يتبعه اختلافات في السيالات العصبية الصادرة من كل منها، ويستطيع الدماغ من خلالها يتم إدراك ألوان صورة الجسم المرئي وأي خلل وراثي في الخلايا المخروطية قد ينتج عنه عدم القدرة على تمييز الألوان فيكون الشخص مصاباً بمرض عمى الألوان .\nقضية للبحث :\n• اكتب تقريراً عن مرض عمى الألوان .\nالشكل رقم (١٩) يوضح آلية الرؤية في العين، مبيناً دورة تحلل صبغة الرودوبسين إلى ريتينال وأوبسين بفعل الضوء، ثم إعادة تكوينها، ونشوء السيال العصبي المتجه إلى المخ ."
      },
            {
        "رقم_الصفحة": 30,
        "نص_الصفحة": "ثانياً : المستقبلات الكيميائية Chemoreceptors\nتوجد هذه المستقبلات في الأنف، ووظيفتها التعرف على الروائح المختلفة، وكذلك توجد على سطح اللسان لمعرفة المذاقات المختلفة للأطعمة التي نأكلها، وتتأثر هذه المستقبلات بالمواد الكيميائية . والمستقبلات الكيميائية في جسم الإنسان نوعان هما :\n١- مستقبلات الشم Olfactory Receptors\n- أين توجد مستقبلات الشم؟\nادرس الشكل ( ٢٠ ) ولاحظ كيف تتكون خلايا الشم من عصبونات حسية متحورة، تسمى الخلايا الشمية التي تتشابك مع ألياف عصبية لتكون العصب الشمي، وتحيط بالخلايا الشمية خلايا داعمة وخلايا مفرزة للمخاط، ويوجد في نهاية كل خلية شمية أهداب تقع عليها مستقبلات المواد الكيميائية المختلفة .\n- آلية الشم Smell Sensation\n- هل تساءلت كيف يمكنك شم الروائح المختلفة والتمييز بينها .\nتتم عملية الشم للروائح وفق الخطوات الآتية :\nالشكل رقم (٢٠) يوضح آليتي الشم والتذوق في الإنسان، مبيناً في الجزء العلوي مقطعاً للأنف يظهر القشرة المخية، مركز الشم، البصيلة الشمية، مستقبلات الشم (خلايا شمية وداعمة) وشعيرات الشم في التجويف الأنفي . وفي الجزء السفلي يظهر اللسان ومناطق التذوق (المر، الحامض، المالح، الحلو) مع تكبير لبرعم التذوق ."
      },
            {
        "رقم_الصفحة": 31,
        "نص_الصفحة": "١- تصل الروائح بموادها الكيميائية على شكل غاز، أو دقائق صغيرة عالقة في الهواء إلى بطانة الأنف أثناء التنفس .\n٢- تذوب هذه المواد في السائل المخاطي المبطن للتجويف الأنفي .\n٣- تتأثر الخلايا الشمية بالرائحة وترتبط المادة الكيميائية بالمستقبلات الشمية .\n٤- تتولد السيالات العصبية الحسية وينقلها العصب الشمي إلى مركز الشم في الدماغ المسئول عن إدراك وتمييز الروائح المختلفة .\n٢- مستقبلات التذوق Taste Receptors\n- أين يوجد اللسان؟ ما وظيفته؟\n- هل تساءلت كيف يمكن للسان تذوق الأطعمة المختلفة؟\nادرس الشكل ( ٢٠ ) ، ولاحظ مستقبلات التذوق في اللسان، وهي نوع من المستقبلات الكيميائية، وكيف تبدو على شكل براعم تذوقية تنتشر بكثرة على اللسان، كما توجد في مناطق أخرى تلامس الطعام كالبلعوم، وسقف الحلق، ولسان المزمار . ويتكون كل برعم من براعم التذوق من مجموعة خلايا تسمى خلايا التذوق، وخلية التذوق مغزلية الشكل يمتد من طرفها الخارجي شعرة تذوقية تبرز على سطح اللسان في الطبقة المخاطية ويتصل طرفها الداخلي بليفة عصبية حسية، وهناك أربع مناطق متخصصة في الإحساس بمذاقات الطعام ( الحلو والمر والحامض والمالح ) حدد مواقعها في اللسان من الشكل ( ٢٠ ) .\nآلية التذوق :\nتتم عملية التذوق وفق الخطوات الآتية :\n١- يذوب الطعام الواصل إلى الفم في اللعاب، وترتبط جزيئاته مع المستقبلات الكيميائية الموجودة على شعيرات الخلية التذوقية .\n٢- تتأثر الشعيرة التذوقية بالمادة الذائبة في اللعاب نتيجة ارتباطها بمستقبلات التذوق وينتج عنها سيالات عصبية حسية تنتقل عبر الليفة العصبية الحسية .\n٣- ترسل السيالات العصبية عبر الخلايا العصبية الحسية إلى مراكز التذوق في الدماغ المسئولة عن تمييز مذاقات ونكهات الأطعمة المختلفة ."
      },
     
      {
        "رقم_الصفحة": 32,
        "نص_الصفحة": "العلاقة بين حاسة الشم، وحاسة التذوق :\n- لماذا يقل إحساسك بالشم، وتفقد جزءاً كبيراً من القدرة على التذوق عندما تصاب بالزكام؟\n- عندما تقرب برتقالة من أنفك تميز رائحة البرتقالة وطعمها . كيف يحدث ذلك؟\nتنتقل الغازات الطيارة من ثمرة البرتقال مع هواء الشهيق إلى داخل الأنف، وتذوب في المخاط مما يساعدك على تمييز الرائحة، وفي نفس الوقت تصل هذه الغازات إلى الفم عن طريق البلعوم حيث تذوب في اللعاب وبالتالي تؤثر على براعم التذوق فتشعر بطعم البرتقال، وعليه فهناك علاقة وثيقة وطيدة بين الإحساس بالشم والتذوق، فكل منهما يقوي الآخر .\n- لماذا تشعر بمذاق الطعام الساخن أكثر من الطعام البارد عند شمه؟\nثالثاً : المستقبلات الآلية Mechanoreceptors\nأ : مستقبلات الصوت والتوازن Hearing and Balance Receptors\n- كيف ينتقل الصوت في الهواء؟\nتوجد مستقبلات الصوت، والتوازن في الأذنين . ومستقبلات الصوت تتأثر بالموجات الصوتية الناتجة من المنبه الصوتي ( منبه آلي ) ؛ إذ يقوم المستقبل الصوتي بتحويل طاقة الصوت الآلية إلى طاقة كهروكيميائية على هيئة جهد فعل يسري بشكل سيال عصبي في ألياف العصب السمعي التوازني إلى مركز السمع في الدماغ؛ حيث يتم ترجمته وإدراكه .\nتركيب الأذن في الإنسان :\nادرس الشكل ( ٢١ ) ، وتعرف على أجزاء الأذن ومحتوياتها .\n- ما أسماء الأجزاء الرئيسة الثلاثة التي تتركب منها الأذن ؟\n- ما وظيفة كل جزء منها؟\n- ما مكونات كل من الأذن الوسطى والأذن الداخلية؟\nالشكل رقم (٢١) يوضح تركيب الأذن في الإنسان، مبيناً الأذن الخارجية (صوان الأذن، القناة السمعية الخارجية)، الأذن الوسطى (غشاء الطبلة، المطرقة، السندان، الركاب، وقناة استاكيوس)، والأذن الداخلية (القنوات الهلالية، القوقعة، والعصب السمعي) ."
      },
            {
        "رقم_الصفحة": 33,
        "نص_الصفحة": "لاحظ أن الأذن تتكون من :\n١- الأذن الخارجية التي تتكون من صوان الأذن، والقناة السمعية والطبلة، كما تحتوي الأذن الخارجية على غدد تفرز مادة شمعية لحماية الأذن الوسطى .\n٢- الأذن الوسطى : عبارة عن تجويف يقع خلف الطبلة، ويتصل بتجويف البلعوم بواسطة قناة استاكيوس المسؤولة عن تعادل الضغط الجوي على جانبي غشاء الطبلة، وتوجد في الأذن الوسطى ثلاث عظيمات سمعية . ما هي؟\n٣- الأذن الداخلية : عبارة عن تجويف مملوء بسائل شفاف تؤدي حركته إلى تنبيه مستقبلات الصوت، أو التوازن . تتكون من :\n- القوقعة Cochlea التي تحتوي على مستقبلات الصوت، وتتكون هذه المستقبلات من خلايا شعرية كما يوجد بها عضو كورتي .\n- القنوات الهلالية ( Semicircular Canals ) التي تحتوي على مستقبلات التوازن .\nآلية السمع :\n- كيف يسمع الإنسان الأصوات ويميزها؟\nتقوم الأذن الخارجية بتجميع الأمواج الصوتية بواسطة صوان الأذن، ومن ثم نقلها عبر القناة السمعية إلى الطبلة، فتهتز الطبلة . شكل ( ٢٢ ) .\nالشكل رقم (٢٢) يوضح قطاعاً في القوقعة، مبيناً تركيب عضو كورتي الذي يضم الخلايا الشعرية الخارجية والداخلية، الغشاء السقفي، الغشاء القاعدي، واتصالها بألياف العصب السمعي ."
      }
      ,
      {
        "رقم_الصفحة": 34,
        "نص_الصفحة": "- لماذا تقل قدرة الإنسان على السمع عندما تتمزق الطبلة؟\nيؤدي اهتزاز الطبلة إلى تحريك العظيمات الثلاث الموجودة في الأذن الوسطى (المطرقة – السندان – الركاب).\nتنتقل الاهتزازات من عظمة الركاب إلى السائل الموجود في القوقعة بالأذن الداخلية عبر الكوة البيضوية.\nتؤثر اهتزازات السائل في القوقعة على مستقبلات الصوت الموجودة في خلايا السمع، وتقوم بتحويله إلى سيالات عصبية.\nتنتقل السيالات العصبية من خلايا السمع إلى الأعصاب القوقعية التي تكون العصب السمعي وتتجه مع عصب السمع التوازني إلى مركز السمع بالدماغ.\nيقوم مركز السمع بتحويل الإشارات العصبية إلى أصوات يسهل على الإنسان إدراكها وتمييزها . شكل ( ٢٣ ).\nمستقبلات التوازن :\nالشكل رقم (٢٣) يوضح مستقبلات التوازن في القربة والكيس والقارورة، ويظهر القنوات الهلالية، العصب السمعي، القوقعة، الدهليز، والمادة الجيلاتينية مع حصى الأذن."
      },
      {
        "رقم_الصفحة": 35,
        "نص_الصفحة": "ادرس الشكل ( ٢٣ ) لتعرف مستقبلات التوازن، لاحظ أن جهاز التوازن يتكون من :\n١- القنوات الهلالية : وهي عبارة عن ثلاث قنوات لها القدرة على تحديد اتجاه حركة الرأس الدائرية، وتحديد سرعة هذه الحركة عن طريق مستقبلات التوازن التي تقع داخل انتفاخات عند قواعد هذه القنوات، وكل قناة تحتوي على انتفاخ يسمى بالقارورة، وتتكون مستقبلات التوازن من خلايا شعرية تُغطي شعيراتها بمادة جيلاتينية، وعند حركة الرأس يتحرك السائل الذي يملأ القنوات محركاً معه مستقبلات التوازن الحسي إلى عصب السمع التوازني، ومنه إلى الدماغ الذي يقوم بتحليل الإشارات العصبية الواردة وتحديد اتجاه حركة الرأس تحديداً صحيحاً.\n٢- الدهليز : يحتوي على كيسين صغيرين مملوءين بالسائل، هما القربة، والكيس . ويحتوي كل منهما على مستقبلات التوازن التي تحتوي على خلايا شعرية تُغطي شعيراتها بمادة جيلاتينية بها حبيبات من كربونات الكالسيوم، تسمى حصى الأذن، وعندما ينحني الرأس عمودياً، أو جانبياً فإن هذه الحركة تسبب حركة حسية في السائل اللمفي في بداية الأمر، ثم يتحرك السائل باتجاه حركة الرأس مسبباً حركة المادة الجيلاتينية المنغمس فيها حصى الأذن التي تضغط على الشعيرات فتنتج سيالات عصبية تنقل عبر عصب التوازن الحسي إلى عصب السمع التوازني، ومنه إلى الدماغ حيث تحدد وضع رأس الإنسان بالنسبة للجاذبية ( حركة الرأس الأفقية والعمودية ) كما تدله على أي تغير في السرعة عند السير في خط مستقيم.\nقضية للبحث :\n• اكتب تقريراً عن مدى ما يسمعه الإنسان من أصوات، قارن ذلك بما تسمعه بعض الحيوانات الأليفة.\nب - المستقبلات الحسية في الجلد .\nتنتشر المستقبلات الآلية في جميع أنحاء الجلد، وتتركز بصورة كبيرة في الأنامل، وهذه المستقبلات تساعدك على الإحساس باللمس، والضغط، والحرارة، والألم.\nانظر الشكل ( ٢٤ ) الذي يمثل قطاع في الجلد لتعرف أنواع المستقبلات الآلية الموجودة في الجلد.\n- ما الطبقات التي يتركب منها جلد الإنسان؟\n- صف طبقة الأدمة من حيث التركيب والوظيفة؟\n- لماذا يعتبر الجلد عضو الإحساس؟"
      },
      {
        "رقم_الصفحة": 36,
        "نص_الصفحة": "الشكل رقم (٢٤) يوضح المستقبلات الحسية في الجلد: نهايات عصبية حرة (للألم)، أقراص ميركل وحويصلات ميسنر (للمس)، نهايات كراوس (للبرودة)، حويصلات باسيني (للضغط)، ونهايات روفيني (للسخونة).\nتتكون طبقة الأدمة في الجلد من نسيج ضام وتحتوي على أوعية دموية، وبصيلات شعرية وغدد عرقية، ودهنية، وأعصاب حسية تحوي مستقبلات الأحاسيس العامة، وهي متعددة الأشكال والأحجام، والوظائف . ومن المستقبلات الآلية الآتي :\n١- مستقبلات اللمس Touch Receptors :\nوتسمى حويصلات ميسنر Meissner’s Corpuscles ، وهي بيضاوية الشكل، وتحتوي كل حويصلة على ليفة عصبية حسية تنتهي بأزرار حسية صغيرة، تقوم بوظيفة الإحساس باللمس وكذلك أقراص ميركل تقوم بنفس الوظيفة.\n٢- مستقبلات الحرارة Heat Receptors : وهي منتشرة في الجلد، وتتأثر بالتغيرات الحرارية لسطح الجلد، ومن مستقبلات الحرارة نهايات روفيني للسخونة ونهايات كراوس للبرودة Krause End Bulbs و Ruffinis Endings.\nقضية للبحث :\n• اكتب بحثاً عن أحد أمراض أعضاء الحس في منطقتك وطرق الوقاية من هذا المرض، مستعيناً بالمراجع الموجودة في مكتبة مدرستك."
      },
      {
        "رقم_الصفحة": 37,
        "نص_الصفحة": "٣- مستقبلات الضغط Pressure Receptors : تسمى حويصلات باسيني، وتتكون من عدة طبقات من نسيج ضام، وتحتوي في مراكزها على نهايات عصبية لخلية عصبية حسية تستجيب للضغط عند التنبيه.\n٤- مستقبلات الألم Pain Receptors : وينتج الألم عن تنبيه مستقبلات الألم الموجودة في الجلد، أو العضلات، أو المفاصل، أو الأعضاء بسبب تهيج الأنسجة الناتج عن الجروح، أو الشد العضلي، أو التواء المفاصل التي تحمي العضلات والأوتار والأربطة والنسيج الضام من التمزق، كما ينتج الألم عن تنبيه المستقبلات الموجودة في الأحشاء الداخلية بسبب تهيج الأعضاء الناتج عن المغص، أو حصوات الكلى مثلاً."
      },
      {
        "رقم_الصفحة": 38,
        "نص_الصفحة": "تقويم الوحدة\n١- علل لما يلي :\n- في حالة تعرض يدك لوخزة دبوس فإنك تبعد يدك أولاً، ثم تدرك سبب الألم .\n- الأذن عضو للسمع وعضو الاتزان .\n- مفعول الأستيل كولين مؤقت، ومحدد المكان .\n- المواد الصلبة غير المتطايرة ليس لها رائحة .\n- يصاب بعض الأشخاص الذين يعانون من نقص فيتامين ( A ) بمرض العشى الليلي .\n- أهمية أخاديد القشرة المخية .\n٢- اكتب عن :\n- مضخة الصوديوم . - المشيمية والسائل الزجاجي في العين .\n- الزر التشابكي . - القنوات الهلالية في الأذن .\n- المخيخ . - مستقبلات الألم .\n٣- اشرح الآليات في كل مما يأتي :\n- الشم . - انتقال السيال العصبي بطريقة التأثير الدائري الموضعي .\n- الإحساس والاستجابة في القوس العصبي المنعكس . - التذوق .\n٤- ما وظيفة التراكيب الآتية :\n- خلايا الغراء العصبي النجمية . - قناة استاكيوس . - الطبقة الصلبة .\n- الغمد الميليني . - الأعصاب الجمجمية . - النخاع المستطيل .\n٥- قارن بين كل مما يأتي :\n- المادة الرمادية والمادة البيضاء في الحبل الشوكي من حيث مكوناتهما العصبية .\n- خلايا شفان والخلايا الدبقية قليلة التشجر من حيث مكان الوجود والوظيفة .\n٦- صف كلاً مما يأتي :\n- الجلد ( موضحاً كيف يعمل كعضو للمس ) .\n- الأعصاب الشوكية .\n- العصب."
      }
      ,
      {
        "رقم_الصفحة": 39,
        "نص_الصفحة": "٧- ادرس الأشكال الآتية التي تمثل أعضاء الحس، ثم أجب عن الأسئلة التي تليها :\nالشكل يضم أربعة رسوم توضيحية مرقمة من ( ١ ) إلى ( ٩ ) وأحرف ( أ ، ب ): الرسم الأول يمثل قطاعاً في الجلد يظهر المسامات والشعرة والمستقبلات الحسية، الرسم الثاني يمثل تركيب العين، الرسم الثالث يمثل القلب مع تفرعات الأعصاب الذاتية، الرسم الرابع يمثل تركيب الأذن.\n- اكتب أسماء الأجزاء المشار إليها بالأرقام ( 9.8.7.6.5.4.3.2.1 ) .\n- ما وظيفة الجزء المشار إليه بالرمز ( أ ) .\n- ما العملية التي تحدث في الجزء المشار إليه بالرمز ( ب ) .\n٨- الشكل المجاور يوضح ثلاث خلايا عصبية في الإنسان حسب وظيفتها والمطلوب الآتي :\nالشكل يظهر ثلاث خلايا عصبية: (أ) خلية حسية، (ب) خلية بينية، (ج) خلية حركية، مع أرقام تشير إلى أجزاء الخلية مثل جسم الخلية والمحور والزوائد.\n- اذكر اسم كل من الخلايا ( أ ، ب ، ج ) .\n- حدد اتجاه السيال العصبي مستخدماً رموز الخلايا العصبية .\n- سمِّ الأجزاء المرقمة من ( ١ ) إلى ( ٥ ) .\n٩- ارسم مع كتابة البيانات كلاً من :\n- الأجزاء المختلفة للعين .\n- مقطع طولي يبين أجزاء الدماغ .\n- الخلية العصبية في الإنسان ."
      }

    ]
  },





  {
    "رقم_الوحدة": "الوحدة_الثالثة",
    "اسم_الوحدة": "التكاثر",
    "الصفحات": [
      {
        "رقم_الصفحة": 62,
        "نص_الصفحة": "التكاثر Reproduction\nما سبب استمرار بقاء الكائنات الحية على الأرض منذ ملايين السنين؟\nخلق الله تعالى الكائنات الحية وأودع فيها آلية إنتاج أفراد جديدة منها .\nلتضمن إستمرار حياة نوعها، وهذه الآلية تُعرف بالتكاثر . فتخيل ماذا يحدث إذا لم تستطع هذه الكائنات الحية التكاثر ؟ إن إستمرارية بقاء الكائنات المختلفة على سطح الأرض تعتمد على التكاثر الذي يحدث بطريقتين رئيستين هما : التكاثر الجنسي والتكاثر اللاجنسي الذي يحدث في معظم الكائنات الحية، وهناك كائنات حية أخرى تعتمد على الطريقتين في تكاثرها .\nالتكاثر اللاجنسي : Asexual Reproduction\n- ما المقصود بالتكاثر اللاجنسي؟\nتكون الأفراد الناتجة عن هذا التكاثر مماثلة في جميع صفاتها للأصل . ويتم التكاثر اللاجنسي عادة بالانقسام المتساوي لخلايا الأصل ويمكن أن يحدث هذا الانقسام على مستوى عضيات الخلايا . ولهذا التكاثر أشكال عديدة منها :\n١- الانشطار الثنائي : Binary Fission\n- ماذا يقصد بالانشطار؟\nانظر الشكل ( ١ ) ولاحظ كيفية انقسام البراميسيوم حيث تنقسم الخلية إلى خليتين، كما يحدث ذلك أيضاً في البكتيريا والأوليات مثل اليوجلينا وبعض الفطريات .\nالشكل رقم (١) الانشطار في البراميسيوم داخله خلية براميسيوم تنقسم عرضياً إلى خليتين بنويتين متساويتين.\n٢- التبرعم : Budding\nلاحظ الشكل ( ٢ ) . ماذا يظهر على الجدار الخلوي في فطر الخميرة؟ وماذا يحدث للنواة؟\nبعد ظهور بروز في الجدار الخلوي تنقسم النواة انقساماً متساوياً لتعطي نواتين تتجه إحداهما إلى البروز، وتبقى الأخرى في الخلية الأم .\nالشكل رقم (٢) التبرعم في الخميرة داخله رسم تخطيطي لنمو البرعم على الخلية الأم، انقسام النواة، ثم انفصال الخلية الجديدة."
      },
      {
        "رقم_الصفحة": 63,
        "نص_الصفحة": "- ماذا يطلق على البروز الناتج؟\nينفصل البروز الناتج بعد تخصر في الجدار الخلوي وينمو ليعطي فطراً جديداً .\nلاحظ الشكل ( ٣ ) . كيف يحدث التبرعم في الهيدرا؟\nيتكون البرعم قرب القاعدة بسبب انقسام الخلايا هناك، وينفصل البرعم بعد أن تنمو اللوامس مكوناً هيدرا جديدة .\nالشكل رقم (٣) التبرعم في الهيدرا داخله الهيدرا الأم يخرج من جانبها برعم نامي له لوامس صغيرة.\nالنشاط (١)\n• نفذ النشاط : التكاثر بالتبرعم في فطر الخميرة في كراس الأنشطة والتجارب العملية .\n٣- القطع والتجديد : Cutting and Regeneration\n- ماذا يحدث في حالة قطع الإسفنج إلى قطع صغيرة وتركها في البيئة نفسها؟\nالإسفنج من الكائنات عديدة الخلايا وبسيطة التركيب، فعندما يحدث لها قطع أو تمزق فإن القطع تنمو إلى أفراد جديدة وذلك لقدرة خلاياها على الانقسام، وتقل هذه القدرة برقي الكائن الحي، ففي الإنسان يتمثل ذلك بالتئام الجروح وجبر العظام بعد كسرها، وتجديد الدم وتجديد ما يستأصل من الكبد جراحياً .\n٤- التبوغ ( التجرثم ) : Sporulation\n- ما البوغ ؟ وكيف يتكون ؟\n- اذكر بعض الكائنات الحية التي يتم فيها التكاثر بالأبواغ ؟\nتتم طريقة التكاثر بالتبوغ في بعض الكائنات الدنيا مثل الطلائعيات، والفطريات ."
      },
      {
        "رقم_الصفحة": 64,
        "نص_الصفحة": "لاحظ تكاثر فطر عفن الخبز في الشكل ( ٤ ) .\nيحدث في الخلايا البوغية انقسامات متساوية، ينتج عنها خلايا أحادية المجموعة الكروموسومية تسمى أبواغاً، والتي تضغط على جدار الحافظة البوغية فتنفجر وتخرج منها الأبواغ التي يساعد حجمها الصغير على الانتشار في الهواء . وتتميز هذه الأبواغ بالقدرة على النمو في بيئات تتصف بدرجة الحرارة والرطوبة وتوفر المواد العضوية لتعطي أفراداً جديدة، فمثلاً يستطيع الفرد الواحد من عش الغراب أن ينتج 500.000 بوغ ينمو كل منها إلى فطر جديد ليعيد دورة الحياة مرة أخرى .\nالشكل رقم (٤) التكاثر بالتبوغ في فطر عفن الخبز داخله حافظة بوغية متفجرة تطلق أبواغاً منتشرة في الهواء، ومحافظ بوغية كاملة، وإنبات البوغ.\nالنشاط (٢)\n• نفذ النشاط : التكاثر بالتبوغ في كتاب الأنشطة والتجارب العملية .\n٥- التكاثر الخضري : Vegetative Reproduction\n- ما المقصود بالتكاثر الخضري؟\nيحدث هذا النوع من التكاثر بشكل طبيعي في النباتات الزهرية، وذلك بنمو الأجزاء الخضرية ( الورقة أوالساق أو الجذر ) لتكون أنسجة تتمايز إلى أفراد جديدة تنفصل عن النبات الأم، ويستخدمه المزارعون لإكثار المنتجات الزراعية وضمان الصفات الجيدة التي توجد في النبات الأصلي، وكسب الوقت في الإنتاج . ويتم التكاثر الخضري إما بطريقة طبيعية أو صناعية، وذلك كما يأتي :\nأ - طرق التكاثر الخضري الطبيعي :\nادرس الجدول رقم ( ١ ) مستعيناً بالشكل ( ٥ ) ثم أجب عن الأسئلة التي تلي ذلك ."
      },
      {
        "رقم_الصفحة": 65,
        "نص_الصفحة": "جدول ( ١ ) طرق التكاثر الخضري الطبيعي\nالعضو: الساق الجارية Runner Stem / المثال: الفراولة / وصف العضو: ساق تنمو أفقياً فوق سطح التربة . / آلية التكاثر: تنمو من البراعم التي توجد عند العقد سيقان وجذور وتتكون نباتات جديدة .\nالعضو: الريزوم Rhizome / المثال: النجيل والنعناع / وصف العضو: ساق أرضية تنمو أفقية تحت سطح الأرض . / آلية التكاثر: تنشط البراعم في آباط الأوراق الحرشفية التي تحتويها عقدة الريزوم وتنمو إلى نبات جديد وتتكون له أفرع هوائية .\nالعضو: الساق الدرنية Tuber Stem / المثال: البطاطس / وصف العضو: جزء منتفخ من ساق أرضية وتنتج من تخزين المواد النشوية فيها . / آلية التكاثر: تنمو البراعم الجانبية في كل عين لتكون نبات جديد .\nالعضو: الكورمة Corm / المثال: القلقاس / وصف العضو: قاعدة أرضية منتفخة لساق هوائية . / آلية التكاثر: ينمو البرعم الطرفي مكوناً أفرعاً هوائية، وتنمو البراعم الجانبية لتكون نباتات بكورمات جديدة .\nالعضو: البصلة Bulb / المثال: البصل والثوم / وصف العضو: انتفاخ تحت سطح الأرض مكون من أوراق منتفخة بمواد غذائية ترتكز على ساق قرصية قصيرة ويحيط بهذه الأوراق برعم طرفي وبراعم جانبية . / آلية التكاثر: الأوراق الخضراء التي توجد فوق سطح التربة تصنع الغذاء الذي ينتقل إلى قواعدها للتخزين وتنمو البراعم الجانبية لتكون نباتاً وأبصالاً جديدة .\nالعضو: الفسيلة Offset / المثال: النخيل والموز / وصف العضو: فرع قصير ينمو من براعم عرضية عند قاعدة الساق الأصلية ( غالباً تحت سطح التربة ) . / آلية التكاثر: ينمو الفرع القصير جانبياً ليكون نباتاً جديداً ملتصقاً بالأم يمكن أن ينفصل بعد سنتين من النمو ويزرع ليكون نباتاً جديداً .\nالعضو: الورقة Leaf / المثال: نبات كالنوشو / وصف العضو: ورقة لحمية مخزنة للغذاء تحمل حافتها نتوءات تنشأ منها براعم صغيرة . / آلية التكاثر: عندما تصل البراعم حجماً معيناً تسقط على التربة لتعطي نباتاً جديداً ."
      },
      {
        "رقم_الصفحة": 66,
        "نص_الصفحة": "الشكل رقم (٥) التكاثر الخضري الطبيعي داخله مجموعة رسومات توضيحية تشمل:\n١- الساق الجارية: يظهر نبات جديد وساق جارية وجذور عرضية.\n٢- الريزوم: يظهر قمة نامية، أوراق حرشفية، برعم طرفي، برعم جانبي، ريزوم، وجذر.\n٣- الدرنة: يظهر درنة جديدة، برعم جانبي، وجذر.\n٤- الكورمة: يظهر برعم طرفي، برعم جانبي، ورقة حرشفية، كورمة جديدة، سلامية، عقدة، وجذر عرضي.\n٥- البصلة: يظهر أوراق حرشفية، برعم طرفي، برعم زهري، برعم جانبي، ساق، وجذور عرضية.\n٦- فسيلة النخيل: يظهر صورة لفسيلة نامية بجانب النخلة الأم.\n٧- ورقة كالنوشو: يظهر نباتات صغيرة تنمو على حواف ورقة كالنوشو."
      }
      ,
      {
        "رقم_الصفحة": 67,
        "نص_الصفحة": "- ما طرق التكاثر الخضري الطبيعي ؟\n- حدد عضو التكاثر في كل طريقة ؟ وماذا يقصد به ؟\n- اذكر مثالاً لكل طريقة من طرق التكاثر الخضري الطبيعي ؟ وبين آلية التكاثر فيه ؟\nالنشاط (٣)\n• نفذ النشاط الخاص بالتكاثر الخضري الطبيعي في كتاب الأنشطة والتجارب العملية .\nب- التكاثر الخضري الصناعي :\nالعامل المشترك في هذا النوع من التكاثر هو أن يقطع الإنسان جزءاً من النبات كالساق أو الجذر أو الأوراق ، وجعله ينمو إلى نبات كامل . ورغم أن الإنسان يستعمل وسائل التكاثر الخضري الطبيعي إلا أنه استحدث طرقاً أخرى لإكثار النباتات اقتصادياً منها :\n- التعقيل : Slipsor :\nما العُقلة ؟ وكيف يمكن الحصول على أفضلها ؟\nالزراعة بالعُقل كما في نبات الجيرانيوم وتتم بقطع جزء من الساق يحتوي على برعمين أو ثلاثة على الأقل ، وأفضلها وسط الفرع بحيث يقص الربع العلوي والربع السفلي ويؤخذ النصف المتوسط . وتُزرع العُقل في بيئة مناسبة بأن يترك برعم في الهواء والبرعم الثاني في مستوى سطح التربة ، حيث تنمو جذور عرضية من مكان قطع الساق . ويستخدم التعقيل في العديد من نباتات الزينة مثل الورد والياسمين ، وبعض النباتات الاقتصادية كالعنب والتين .\nالنشاط (٤)\n• نفذ النشاط الخاص بتكثير النباتات بالتعقيل في كتاب الأنشطة والتجارب العملية .\nالشكل رقم (٦) يوضح الإكثار بالعُقل، حيث تظهر أجزاء من الساق (عُقل) مزروعة وتنمو منها جذور عرضية تحت مستوى التربة وبراعم فوقها.\n- كيف يتم تحفيز عملية نمو الجذور في كثير من عُقل النباتات ."
      },
      {
        "رقم_الصفحة": 68,
        "نص_الصفحة": "- الترقيد : Layering :\nلاحظ الشكل ( ٧ ) الذي يبين كيفية إستخدام طريقة دفن سيقان وأفرع بعض النباتات كالعنب والياسمين في التربة على عمق ٢٥سم ، وهو لا يزال متصلاً بالنبات الأصل ثم ثني طرف الفرع إلى أعلى فوق سطح التربة ويثبت في وضع قائم فتنمو له جذور عرضية وتنمو البراعم كذلك ، ويترك الفرع النامي متصلاً بالنبات الأصل فترة قصيرة من الزمن ثم يفصل عنه ليستقل بنفسه .\nالشكل رقم (٧) يوضح الإكثار بالترقيد، ويظهر فرعاً من النبات الأم مدفوناً في التربة حيث نبتت له جذور جديدة قبل فصله.\n- التطعيم : Grafting :\nتستعمل هذه الطريقة لتحسين أشجار الفواكه ، وفيها يتم نقل قطعة من ساق نبات معين عليه براعم ، وتعرف بالطُّعْم ، وتلصق بساق نبات آخر من نفس النوع أو الجنس ، ويعرف بالأصل ليستفيد الطعم من المجموع الجذري للأصل بينما يستفيد الأصل من المجموع الخضري للطعم . وهناك طرق مختلفة للتطعيم ويوضح ( الشكل ٨ ) بعضها ، ومنها :\n- التطعيم بالبرعم :\nويتم بأخذ برعم كامن تام النمو من نبات ذي صفات مرغوبة يراد إكثاره ويوضع في شق على شكل حرف T في النبات المطعّم الشكل ( ٨ ) ، بحيث تنطبق أنسجة كامبيوم البرعم على كامبيوم الأصل ثم يربط عليهما برباط محكم ، وبعد مدة ينمو البرعم ليكون النبات الجديد .\nالشكل رقم (٨) يوضح الإكثار بالتطعيم، ويظهر خطوات وضع الطعم في الشق المخصص بالأصل ثم ربطه بإحكام."
      },
      {
        "رقم_الصفحة": 69,
        "نص_الصفحة": "- التطعيم بالقلم :\nيؤخذ الطعم وعليه برعمان أو ثلاثة ويبرى كالقلم ، الشكل ( ٨ ) . لماذا ؟\nيُقطع ساق النبات المراد تطعيمه أفقياً بالقرب من سطح التربة ويعمل به شق يوضع فيه الطُّعْم بحيث تنطبق أنسجة الكامبيوم في الطُّعْم ونبات الأصل على بعضهما ، ثم يربط بعد ذلك مكان الطُّعْم ويطلى بالشمع . لماذا ؟\nويمكن إستعمال أكثر من طعم واحد إذا كان ساق الأصل كبيراً .\n- ما شروط نجاح التطعيم ؟\nلنجاح عملية التطعيم يجب أن يكون بين الطُّعْم والأصل صفات متشابهة ، أي يُطعم نباتان من الصنف نفسه ، أو يُطعم صنف على صنف آخر من النوع نفسه ، أو يُطعم نوع على نوع آخر من الجنس نفسه . فمثلاً يمكن تطعيم البرتقال على الليمون ، والتفاح على الكمثرى .\nويلجأ المزارعون إلى طريقة التطعيم لعدة أسباب منها :\n- المحافظة على بعض أنواع من النباتات التي لا تنمو في بيئة معينة مثل إرتفاع نسبة الأملاح أو حموضة التربة .\n- المحافظة على الصفات المرغوبة مثل حجم الثمار وطعمها ومقاومة النبات للأمراض .\n٦- التكاثر العذري : Parthenogenesis\nويقصد به إنتاج أفراد من بويضات غير مخصبة ، ويحدث ذلك في بعض الحشرات والزواحف والبرمائيات والأسماك . فملكة النحل تضع نوعين من البيض ، مخصب ينمو ويتطور إلى إناث ( الملكات أو الشغالات ) وغير مخصب يتطور إلى ذكور . ولهذا تحتوي خلايا إناث النحل على مجموعة ثنائية من الكروموسومات (2n) ، بينما الذكور فيها تحتوي خلاياها على المجموعة الأحادية من الكروموسومات (n) . كما يحدث هذا النوع من التكاثر في النمل ، وقد أمكن إحداثه صناعياً في بيوض الضفادع وقنافذ البحر .\nالتكاثر الجنسي : Sexual Reproduction\nتحدث عملية التكاثر الجنسي بصفة عامة عند وجود نوع من الكائنات الحية يمكن لأفراده إنتاج أمشاج مذكرة وأمشاج مؤنثة ؛ حيث تندمج محتويات المشيجين لتكوين اللاقحة ( البويضة المخصبة ) التي تنمو لتعطي في النهاية فرداً جديداً . مانوع الإنقسام الذي يؤدي إلى تكوين الأمشاج ؟ غير أن التكاثر الجنسي في الكائنات الراقية يختلف عنه في الكائنات البدائية ."
      },
      {
        "رقم_الصفحة": 70,
        "نص_الصفحة": "التكاثر الجنسي في الطلائعيات :\nويمكن توضيح بعض أنواع التكاثر الجنسي في الكائنات الطلائعية كما يأتي :\n١- الاقتران في طحلب الأسبيروجيرا : Conjugation In Spirogyra\n- ماذا يُسمى الاقتران بين خليتين متقابلتين في خيطين من خيوط الأسبيروجيرا ؟\nلاحظ الشكل ( ٩ ) وتتبع ما يحدث في هذا الاقتران في الخطوات المرقمة في الشكل والتي يمكن توضيحها كما يأتي :\nأ - في الظروف غير الملائمة تنمو قناة اقتران بين خليتين متقابلتين في خيطين من خيوط طحلب الأسبيروجيرا .\nب - تنتقل محتويات خلية أحد الخيطين ، ويسمى الخيط الموجب إلى الخلية المقابلة في الخيط الآخر ، ويسمى الخيط السالب .\nج - تندمج نواة خلية الخيط الموجب مع نواة خلية الخيط السالب لتكوين اللاقحة (Zygote) 2n .\nد - يستدير السيتوبلازم حول اللاقحة وتحاط الخلية بجدار سميك مكوناً الجرثومة الملقحة Zygospore تستقر في الوحل بعد موت النبات الأصلي .\nهـ - بعد فترة كمون وعندما تصبح الظروف مناسبة تنقسم نواة الجرثومة الملقحة انقساماً منصفاً لينتج أربع أنوية (n) تبقى منها واحدة وتنقسم عدة مرات إنقساماً متساوياً لتكون خيطاً طحلبياً جديداً .\nيسمى الاقتران بين خليتين متقابلتين في خيطين مختلفين اقتراناً سلمياً ، وإذا حدث بين خليتين متجاورتين في الخيط نفسه يسمى اقتراناً جانبياً .\nالنشاط (٥)\n• نفذ النشاط الخاص بتكاثر طحلب الأسبيروجيرا بطريقة الإقتران في كتاب الأنشطة والتجارب العملية .\nالشكل رقم (٩) يوضح الإقتران السلمي في طحلب الأسبيروجيرا عبر أربع مراحل: تقابل الخيطين، تكوين قناة الاقتران، انتقال المحتويات، وتكوين اللاقحة."
      },
      {
        "رقم_الصفحة": 71,
        "نص_الصفحة": "٢- التكاثر في البلازموديوم : Reproduction In Plasmodium\nيشكل طفيل الملاريا Plasmodium خطراً كبيراً على صحة الإنسان وحياته ، إذ يسبب حمى الملاريا التي تقتل عدة ملايين من البشر سنوياً في دول مختلفة ومنها بلادنا . ويقوم بنقل هذا المرض أنثى بعوض الأنوفليس .\n- فأين يعيش بلازموديوم الملاريا ؟ وكيف يتكاثر ؟\nادرس الشكل ( ١٠ ) ، ولاحظ أن دورة حياة بلازموديوم الملاريا من البعوضة إلى الإنسان تسير وفقاً للخطوات الآتية :\n١- تلدغ البعوضة إنساناً مصاباً بالمرض وتمتص دمه الذي تحتوي خلاياه الحمراء على الخلايا المكونة للأمشاج Gametocytes طفيل البلازموديوم .\nالشكل رقم (١٠) يوضح دورة حياة بلازموديوم الملاريا وتشمل: لدغ البعوضة للإنسان، انتقال الأبواغ للكبد، تكوين الميروزويتات، اختراق خلايا الدم الحمراء، وتكوين خلايا الأمشاج داخل البعوضة.\n٢- تنضج الخلايا المكونة للأمشاج داخل البعوضة وتتحول إلى أمشاج مذكرة وأمشاج مؤنثة حيث تتحد الأمشاج مكونة اللاقحة ، وتخترق اللاقحة جدار معدة البعوضة إلى الناحية المقابلة ، وتتطور بالتكاثر اللاجنسي إلى الأبواغ sporozoite التي تنتقل إلى الغدد اللعابية للبعوضة .\n٣- تلدغ البعوضة إنساناً آخر سليماً وتنتقل إلى دمه الأبواغ التي تتحرك إلى الكبد .\n٤- تتكاثر الأبواغ لاجنسياً في الكبد وتنتج الميروزويتات .\n٥- تدخل الميروزويتات مجرى الدم وتخترق خلايا الدم الحمراء وتتكاثر بها لاجنسياً ، وينتج عن ذلك إنفجارها وانطلاق ميروزويتات وخلايا مكونة الأمشاج ، ومواداً سامة ، وتؤدي عملية إنفجار خلايا الدم الحمراء وانطلاق محتوياتها في الدم إلى ظهور أعراض حمى الملاريا بشكل دوري في جسم المريض ."
      }
      ,
      {
        "رقم_الصفحة": 72,
        "نص_الصفحة": "- ما أعراض مرض الملاريا ؟\nلاحظ في دورة حياة البلازموديوم تعاقب التكاثر الجنسي في البعوضة واللاجنسي في البعوضة والإنسان، ويعرف ذلك بتبادل الأجيال .\nالنشاط (٦)\n• نفذ النشاط الخاص بفحص مجهري لتحضيرات من أطوار دورة حياة البلازموديوم المتضمن في كتاب الأنشطة والتجارب العملية .\nالتكاثر الجنسي في النباتات : Sexual Reproduction In Plants\nيمكن للنباتات أن تتكاثر لاجنسياً - كما درست سابقاً - كما يمكنها أن تتكاثر جنسياً . وبعض الكائنات النباتية بسيطة التركيب، كالسرخسيات والحزازيات تتكاثر بالطريقتين ( ظاهرة تبادل الأجيال )، ويمكن توضيح بعض أنواع التكاثر الجنسي في النبات كما يأتي :\n١ - التكاثر في نبات الفيوناريا : Reproduction in Funaria\n- صف نبات الفيوناريا ؟ وأين يوجد ؟\nيوجد هذا النبات على شكل نمو كثيف في الأماكن الرطبة والظليلة وينمو رأسياً ويصل طوله إلى ٢ سم . ولكن كيف يتكاثر نبات الفيوناريا ؟\nتتكون الأعضاء الجنسية المذكرة والمؤنثة في نهاية الساق كما في الشكل ( ١١ ) . وهذه الأعضاء هي : الأنثريدة تنتج الأمشاج المذكرة ( سابحات ذكرية )، والأر شيجونة تنتج الأمشاج المؤنثة ( البويضة ) وعندما تنضج خلية البويضة تتحرك السابحات الذكرية في الماء أو الرطوبة لتصل إلى البويضة فتخصبها .\nما نوع الانقسام الذي يحدث في البويضة المخصبة ( اللاقحة ) بعد ذلك ؟\nيؤدي انقسامات اللاقحة إلى تكوين نبات بوغي مختلف عن النبات المشيجي، فهذا الأخير يتكون من شبه ساق وأشباه أوراق وأشباه جذور، بينما النبات البوغي يتكون من القدم المتصل بخلايا شبه الساق والعنق والعلبة وبها خلايا مولدة للأبواغ . وعندما تنقسم هذه الخلايا تعطي أبواغاً تتحرر عند النضج، ويبدأ كل بوغ بالإنبات ليكون خيطاً أولياً أخضر متفرعاً يسمى بروتونيما Protonema تنمو منه براعم مكونة الطور المشيجي الجديد ."
      },
      {
        "رقم_الصفحة": 73,
        "نص_الصفحة": "- ماذا يسمى تتابع الطورين المشيجي والبوغي في دورة حياة الفيوناريا ؟\nتتَّبع دورة حياة نبات الفيوناريا في الشكل ( ١١ )، ولاحظ أن النبات يمر بطورين أثناء دورة الحياة، وهما الطور المشيجي، والطور البوغي .\nالشكل رقم (١١) نبات مشيجي مؤنث دورة حياة الفيوناريا داخله رسم تخطيطي لدورة الحياة يظهر اللاقحة 2N، انقسام متساوي، جنين، طور مشيجي، طور بوغي صغير، محفظة بوغية، أطوار بوغية ناضجة، انقسام منصف، أبواغ، خيط أولي بروتونيما، تطور النباتات المشيجية، طور مشيجي مذكر n، طور مشيجي مؤنث n، إخصاب، سابحة ذكرية، أر شيجونات، وبويضة، انثريدات.\nالنشاط (٧)\n• نفذ النشاط الخاص بفحص عينة محفوظة وشرائح مجهرية لنبات الفيوناريا والمتضمن في كتاب الأنشطة والتجارب العملية ."
      },
      {
        "رقم_الصفحة": 74,
        "نص_الصفحة": "٢ - التكاثر الجنسي في النباتات الزهرية :\n- أين يتم التكاثر الجنسي في النباتات الزهرية ؟ وكيف يتم ذلك ؟\nيتم التكاثر الجنسي في النباتات الزهرية بتكوين الأمشاج المذكرة ( حبوب اللقاح ) في المتك والأمشاج المؤنثة ( البويضات ) في المبيض، ثم إندماج محتويات حبة اللقاح مع البويضة لتكوين اللاقحة ( Zygote ) .\n- ما الأجزاء الزهرية التي تنتج الأمشاج ؟\nتتكون حبوب اللقاح في المتك والبويضات في المبيض . وهناك نوعان من الأزهار هما :\nأ - أزهار ثنائية الجنس : Bisexual ( أحادية المسكن ) تحتوي الزهرة على أعضاء التذكير والتأنيث معاً، كما في نباتات الفول والمشمش والصنوبر .\nب - أزهار أحادية الجنس : Monosexual ( ثنائية المسكن )\nتحتوي الزهرة على أعضاء التذكير أو أعضاء التأنيث كما في نبات النخيل .\nتكوين حبوب اللقاح والبويضات في الزهرة يمكن توضيح خطوات تكوين حبوب اللقاح والبويضات في النبات كما يأتي :\nأولاً : خطوات تكوين حبوب اللقاح\nانظر الشكل ( ١٢ ) ولاحظ أن المتك يتكون عادة من أربعة أكياس تنمو فيها الخلايا البوغية الذكرية الأم التي تحتوي على (2n) .\nالشكل رقم (١٢) خطوات تكوين حبوب اللقاح داخله رسم يوضح المتك، كيس اللقاح، انقسام منصف أول وثاني، خلية بوغية ذكرية أم، أربع خلايا بوغية، انقسام متساوي، نواة ذكرية، نواة أنبوبية، خيط، إنبات حبة لقاح، أنبوبة لقاح، انطلاق حبوب اللقاح، الطور المشيجي البالغ."
      },
      {
        "رقم_الصفحة": 75,
        "نص_الصفحة": "- تنقسم كل خلية بوغية ذكرية أم انقساماً منصفاً لينتج عنه أربع خلايا أحادية المجموعة الكروموسومية (n) وعند ما تنفصل عن بعضها تسمى كل منها بالبوغ الصغير Micro-Spore (n)\n- تنقسم نواة البوغ الصغير انقساماً متساوياً لينتج عنه نواتان إحداهما أنبوبية Tube Nucleus والأخرى تناسلية ( مولدة ) Generative Nucleus .\n- تمر خلية البوغ الصغير بعملية نمو وتمايز وتحاط بجدار داخلي رقيق وخارجي سميك يتخذ أشكالاً مختلفة يميز نوع النبات ويطلق عليها حبة اللقاح الناضجة .\n- تتفتح أكياس المتك، وتتناثر حبوب اللقاح لتنتقل إلى البويضة فكيف يتم ذلك ؟\nموضوع للمناقشة\n• ما آلية انفتاح أكياس حبوب اللقاح .\nالنشاط (٨)\n• نفذ النشاط الخاص بفحص : مقطع عرضي من متك زهرة نبات، وتحضيرات جاهزة لحبوب لقاح من أزهار متنوعة متوفرة في بيئتك في كتاب الأنشطة والتجارب العملية .\nثانياً : تكوين البويضة :\nانظر الشكل ( ١٣ ) ولاحظ أن البويضة تنشأ في البداية بظهور نتوء في الجدار الداخلي للمبيض يسمى النيوسيلة Nucellus والتي تحاط بغلاف أو غلافين تخرج منهما قناة في القمة تسمى النقير، وتتميز إحدى خلايا النيوسيلة لتكون الخلية البوغية الأنثوية الأم Megaspore Mother Cell(2n) .\nالشكل رقم (١٣) نشؤ البويضة من جدار المبيض داخله رسم يوضح جدار المبيض، البويضة، أغلفة الخلية البوغية الأم، وفتحة النقير.\nلاحظ الشكل ( ١٤ ) وتتبع خطوات تكوين البويضة الناضجة من الخلية البوغية الأنثوية الأم ."
      },
      {
        "رقم_الصفحة": 76,
        "نص_الصفحة": "- ما عدد الخلايا الأنثوية في الكيس الجنيني الناضج ؟ سمِّ هذه الخلايا .\nتقع خلية البيضة Egg Cell والتي تمثل المشيج المؤنث (n) مقابل فتحة النقير، ويحيط بها خليتان مساعدتان Synergids ، والنواتان القطبيتان في مركز الكيس الجنيني تكونان خلية ثنائية النوى (2n) تسمى خلية الأندوسبيرم الأم .\nالشكل رقم (١٤) خطوات تكوين البويضة داخله رسم يوضح يتكون داخل البويضة في المبيض خلية بوغية أنثوية أم (2n)، انقسام منصف لينتج أربع خلايا بوغية (n)، ثلاث خلايا سمتية، نواتان قطبيتان، خليتان مساعدتان، خلية البيضة، فتحة النقير، انقسام متساوي، تضمحل الثلاث الخلايا القريبة من النقير، تنقسم نواة الخلية البوغية انقساماً متساوياً ثلاث مرات ينتج عنه ثمان أنوية تنقسم كل نواة عند الأقطاب انقسام متساوٍ ينتج عنه نواتان تتجه كل واحدة نحو أحد الأقطاب.\nالنشاط (٩)\n• نفذ النشاط الخاص بتركيب عضو التأنيث في نبات الفول وتركيب البويضة من خلال شريحة جاهزة لإحدى البويضات في كتاب الأنشطة والتجارب العملية .\nالتلقيح والإخصاب في النباتات الزهرية :\nتنقل حبوب اللقاح الناضجة من المتك إلى الميسم بواسطة الرياح أو الحشرات أو الطيور أو الماء أو الإنسان وعندما تسقط حبة اللقاح على الميسم يحدث لها ما يأتي :\n١ - تنتفخ بامتصاص الماء .\n٢ - تظهر أنبوبة اللقاح من أحد المسامات وتنمو مخترقة أنسجة الميسم والقلم والمبيض بفعل إنزيمات محللة يفرزها طرف أنبوبة اللقاح ."
      }
      ,
      {
        "رقم_الصفحة": 77,
        "نص_الصفحة": "٣- تصل أنبوبة اللقاح إلى الكيس الجنيني عبر فتحة النقير .\n٤- في أثناء نمو أنبوبة اللقاح تتحرك النواة الأنبوبية في أسفلها أولاً ثم تنقسم النواة المولدة لتعطي نواتين ذكريتين كلاهما أحادية المجموعة الكروموسومية ، انظر الشكل ( ١٥ ) .\nالنشاط ( ١٠ ) • نفذ النشاط الخاص بدراسة أنواع وتركيب البويضة في كتاب الأنشطة .\nكيف تتم عملية الإخصاب ؟\nعندما تنتقل النواتان الذكريتان إلى داخل الكيس الجنيني تتحد إحداهما مع نواة خلية البيضة فتتكون اللاقحة ثنائية المجموعة الكروموسومية وتتحد النواة الأخرى مع النواتين القطبيتين لتكون نواة الأندوسبيرم الأولية ثلاثية المجموعة الكروموسومية (3n) ويطلق على عملية الإخصاب هذه الإخصاب المضاعف Double Fertilization أو المزدوج وهي إحدى خواص النباتات مغطاة البذور .\n١- البذرة والثمر :\nبعد عملية الإخصاب تنقسم اللاقحة عدة مرات ليتشكل الجنين وتستمر عملية النمو حتى تتكون البذرة .\n- مم تتتركب البذرة ؟\nالشكل رقم (١٥) يوضح عملية الإخصاب في النبات الزهري، مبيناً مسار أنبوبة اللقاح من الميسم عبر القلم وصولاً للبويضة، وانطلاق النواتين الذكريتين لحدوث الإخصاب المزدوج وتكوين اللاقحة (2n) ونواة الأندوسبيرم (3n)."
      },
            {
        "رقم_الصفحة": 78,
        "نص_الصفحة": "تنقسم نواة الأندوسبيرم (3n) انقساماً متساوياً لتعطي نسيج الأندوسبيرم ثلاثي المجموعة الكروموسومية المغذي للجنين . وقد يحدث أن يتغذى الجنين على الأندوسبيرم أثناء نموه وما تبقى يُخزن في الفلقتين لذلك يختفي الأندوسبيرم ( يخزن في الفلقات ) وتسمى البذور عندئذ لأندوسبيرمية كبذر نباتات ذوات الفلقتين مثل الفول والفاصوليا ، أو يمتص الجنين بعض الأندوسبيرم والبعض الآخر يبقى محيطاً بالجنين لذا تكون هذه البذور أندوسبيرمية كبذور ذات الفلقة الواحدة مثل حبة الذرة والقمح .\n- إلى ماذا تتحول البويضة الناضجة بعد الإخصاب ؟\nانظر الشكل ( ١٦ ) وتعرف على تركيب البذرة ، لاحظ أن الجنين يتركب من :\n١- محور قصير ينتهي طرفه من ناحية النقير بالجذير ومن الطرف المقابل بالريشة .\n٢- يتصل المحور بورقة جنينية واحدة في ذوات الفلقة الواحدة أو ورقتين جنينيتين في ذوات الفلقتين وهذه الأوراق هي الفلقات .\nماذا ينتج عن نمو الجذير والريشة ؟\nالنشاط ( ١١ ) • نفذ النشاط ( ١١ ) دراسة عملية لتركيب بعض البذور في كتاب الأنشطة والتجارب العملية .\n٢- تكوين الثمرة :\nتعد عملية الإخصاب حافزاً لتكوين هرمونات خاصة تعمل على تضخم ونمو جدار المبيض وتحويل المبيض إلى ثمرة . اذكر الهرمون الذي يقوم بذلك . وقد ينضج المبيض تذبل بقية أجزاء الزهرة وتتساقط وقد تشترك في تكوين الثمرة كالتخت ( كما في التفاح ) .\n- مم تتركب الثمرة ؟\nعند اكتمال نضج الثمرة يتكون لها ثلاث طبقات أو أغلفة هي :\n١- خارجية جلدية .\n٢- وسطى متشحمة وهي التي تؤكل في أغلب الثمار ( كالبلح والسدر ) .\n٣- داخلية صلبة تحمي البذرة بداخلها ويختلف سمك وطبيعة وتركيب الطبقات الثلاث في الثمار المختلفة . ( هل تعتبر حبة القمح بذرة أم ثمرة ؟ ) .\nالشكل رقم (١٦) يوضح تركيب البذرة، مقارنة بين بذرة ذرة (ذات فلقة واحدة) وبذرة فاصوليا (ذات فلقتين)، مبيناً الجذير والريشة والفلقات وغلاف البذرة."
      },
            {
        "رقم_الصفحة": 79,
        "نص_الصفحة": "في حبة القمح والذرة وبعض الحبوب يندمج غلاف الثمرة مع غلاف البذرة لتكوين الحبة لهذا السبب تعتبر حبة القمح ثمرة وليست بذرة .\nوقد وجد أن بعض النباتات تنتج ثماراً خالية من البذور تسمى بالثمار العذرية Parthenocarpic Fruit مثل بعض أصناف العنب . فما أسباب ذلك ؟\nيرجع تكوين الثمار العذرية إلى عدة أسباب منها :\n- تكوين الثمرة دون تلقيح كما في البرتقال والموز .\n- تكوين الثمرة بعد حدوث التلقيح والإخصاب دون تكون الجنين كما في العنب .\n- يمكن إنتاج ثمار عذرية صناعياً برش أزهار النباتات بهرمونات نباتية قبل حدوث الإخصاب فيها مثل نبات الشمام .\nالتكاثر الجنسي في الحيوان : Sexual Reproduction in Animal\nتعتمد الحيوانات اللافقارية والفقارية على التكاثر الجنسي في الحفاظ على نوعها . وسوف نناقش التكاثر الجنسي في الحشرات كمثال للحيوانات اللافقارية والتكاثر الجنسي في الإنسان كمثال للحيوانات الفقارية وذلك كما يأتي :\nالتكاثر الجنسي في الحشرات :\nالحشرات وحيدة الجنس أي إن هناك ذكراً ينتج أمشاجاً ذكرية ، وأنثى تنتج أمشاجاً أنثوية ، ويتم التكاثر عن طريق اندماج الأمشاج الذكرية والأمشاج الأنثوية .\nمم يتكون الجهازان التناسليان الذكري والأنثوي في الحشرات ؟\nالجهاز التناسلي في الحشرات :\nلاحظ الشكل ( ١٧ ) وتعرف على كل جزء من أجزاء الجهاز التناسلي في الحشرات .\n- ما الوظائف المتناظرة التي تقوم بها الأعضاء في الجهازين التناسليين للذكر والأنثى ؟\nالشكل رقم (١٧) يوضح الجهاز التناسلي في الحشرات، مبيناً المكونات الذكرية (خصية، وعاء ناقل، قناة قاذفة) والمكونات الأنثوية (مبيض، قناة مبيض، مهبل، ومستودع منوي)."
      },
            {
        "رقم_الصفحة": 80,
        "نص_الصفحة": "- ادرس الجدول ( ٢ ) الذي يبين ذلك .\nجدول ( ٢ ) الوظائف المتناظرة لأعضاء الجهازين التناسليين لذكر وأنثى الجراد :\n- الجنس: الذكر | إنتاج الخلايا التناسلية: الخصيتان | مكان تخزين الإنتاج: الحوصلتان المنويتان | منطقة توصيل الإنتاج: الوعاءان الناقلان والقناة القاذفة | منطقة النقل للخارج: طرف القضيب.\n- الجنس: الأنثى | إنتاج الخلايا التناسلية: المبيضان | مكان تخزين الإنتاج: المبيضان لتخزين البيض والكيس المنوي لتخزين الحيوانات المنوية | منطقة توصيل الإنتاج: قناتا المبيض والمهبل وقناة الكيس المنوي | منطقة النقل للخارج: المهبل.\nبعد الإخصاب تضع الأنثى البيض على شكل كتلة في حفرة طويلة في الرمل وهي ملتصقة بمادة غروية ، ثم تغطى الحفرة بمادة غروية ، وبعد فترة تخرج من البيض أجنة تسمى الحوريات كما في الجراد والصراصير .\nالتكاثر في الإنسان : Reproduction In Human\nيشترك الجهازان التناسليان الذكري والأنثوي في الإنسان لإنتاج النسل ، وتقوم أعضاء هذين الجهازين بتكوين الأمشاج ونقلها إلى مكان الإخصاب ، وتفرز هذه الأعضاء الهرمونات الجنسية التي تنظم عملية التكاثر .\n- اذكر بعض الهرمونات الجنسية ووظيفة كل منها ؟\nالجهاز التناسلي الذكري Male Reproductive System :\nلاحظ الشكل ( ١٨- أ ) وتعرف على مكونات هذا الجهاز ، حيث يتكون مما يأتي :\n١- الأعضاء التناسلية الأساسية وتشمل :\nالخصيتين : توجد داخل كيس يدعى كيس الصفن ، وتتكون الخصية من عدد من الفصوص ، وفي كل فص عدد من الأنابيب المنوية الدقيقة ، المبطنة بنسيج طلائي يحتوي على نوعين من الخلايا ( الشكل ١٨- جـ ) هما :\n- خلايا سرتولي : Sertoli Cells : تعمل على تدعيم الحيوانات المنوية وتغذيتها ."
      },
      {
        "رقم_الصفحة": 81,
        "نص_الصفحة": "- الخلايا المنوية الأم : Spermatogonia : تنشأ منها الحيوانات المنوية ، وترتبط الأنابيب المنوية بنسيج يحتوي على أوعية دموية ، وخلايا بينية تسمى خلايا ليدج Leydig Cells والتي تفرز هرمون التستوستيرون Testosterone الذي يعمل على إظهار الصفات الجنسية الثانوية في الذكر .\n- ما هي هذه الصفات ؟\n٢- الأعضاء التناسلية الثانوية ( المساعدة ) :\nلاحظ الشكل ( ١٨ ) وادرس الجدول ( ٣ ) ، لتتعرف على الأعضاء التناسلية الثانوية في ذكر الإنسان ، ثم أجب على الأسئلة التي تليه :\nالشكل رقم (١٨) يوضح الجهاز التناسلي الذكري في الإنسان، مبيناً (أ) منظر عام (الخصية، البربخ، الوعاء الناقل، الحويصلة المنوية، البروستاتا، القضيب) و (ب) قطاع في خصية و (جـ) قطاع في أنبوب منوي يوضح خلايا سرتولي والخلايا المنوية والحيوانات المنوية."
      }
      ,
      {
        "رقم_الصفحة": 82,
        "نص_الصفحة": "جدول ( ٣ ) الأعضاء التناسلية الثانوية في الذكر\nالاسم: البربخ Epididymis / الوصف: وعاء ملتو ( مبطن بنسيج ) تتجمع فيه قنوات صادرة من الأنابيب المنوية . / الدور: مستودع رئيس للحيوانات المنوية يفرز نسيجه مواداً غذائية، ومواداً أخرى تحافظ على حيوية الحيوانات المنوية وتعمل على نضجها وتكسبها القدرة على الإخصاب والحركة .\nالاسم: الوعاء الناقل Vas deferens / الوصف: قناة رفيعة سميكة الجدار ممتدة من البربخ وتلتف حول المثانة حتى تلتقي مع قناة الحوصلة المنوية . / الدور: نقل الحيوانات المنوية إلى الإحليل .\nالاسم: الإحليل Urethra / الوصف: قناة تكونت من اشتراك قنوات الأوعية الناقلة والغدد المساعدة مع قناة المثانة لتصبح مشتركة تمر خلال القضيب وتفتح بالفتحة البولية الخارجية . / الدور: نقل البول والحيوانات المنوية .\nالاسم: الحوصلتان المنويتان Seminal Vesicles / الوصف: زوج من أكياس تقع إلى الجهة الخلفية من المثانة البولية . / الدور: إفراز مادة مخاطية غنية بالفركتوز لتزويد الحيوانات المنوية بالطاقة كما تحتوي على حموض دهنية معتدلة تعمل على تنبيه انقباض عضلات الرحم، فتساعد في حركة السائل المنوي نحو البويضة .\nالاسم: غدة البروستاتا Prostate gland / الوصف: غدة تحيط بجذر الإحليل . / الدور: إفراز سائل قاعدي يعادل حموضة المهبل والسائل المنوي الناتج عن نشاطات الحيوانات المنوية المخزونة .\nالاسم: غدتا كوبر Cowper’s gland / الوصف: غدتان تفتحان في الإحليل . / الدور: تفرزان كمية قليلة من سائل يساعد في معادلة حموضة بقايا البول في الإحليل ."
      },
      {
        "رقم_الصفحة": 83,
        "نص_الصفحة": "ما الغدد التناسلية الثانوية ؟\n- عدد القنوات والغدد التي يشملها كل نوع ؟ صفها وحدد دورها ؟\nتكوين الحيوانات المنوية : Spermatogenesis\nتعد عملية إنتاج الحيوانات المنوية عملية مستمرة في الإنسان البالغ . أين تتم هذه العملية ؟ وما مراحلها ؟ لتتعرف على ذلك ادرس الجدول التالي وأجب عن الأسئلة التي تليه :\nجدول مراحل تكوين الحيوانات المنوية:\n١- التضاعف: تتمايز الخلايا التناسلية الأصلية لتنتج الخلايا المنوية الأم Spermatogonia (2n).\n٢- النمو: تنمو بعض الخلايا المنوية الأم، وتنقسم كل منها انقساماً متساوياً لتعطي خلايا منوية ابتدائية Primary Spermatocytes (2n).\n٣- النضج: تنقسم كل خلية منوية ابتدائية انقساماً منصفاً أولياً لتنتج خلايا تحتوي نصف العدد الأصلي من الكروموسومات وتسمى الخلايا المنوية الثانوية Secondary Spermatocytes (n). وتنقسم كل خلية منوية ثانوية بالانقسام المنصف الثاني ( متساوي ) إلى طلائع منوية (Spermatids) n وتمر بعمليات نمو وتمايز لتتحول إلى حيوانات منوية Spermatozoa (n).\nملاحظة: اختصر عدد الكروموسومات في الإنسان ( ٤٦ ) إلى ( ٤ ) للتبسيط في الرسم.\nالشكل رقم (١٨) يوضح مراحل تكوين الحيوانات المنوية في الإنسان، مبيناً تسلسل الخلايا من الخلايا التناسلية الأصلية وصولاً إلى الحيوانات المنوية الناضجة عبر عمليات الانقسام المتساوي والمنصف."
      },
      {
        "رقم_الصفحة": 84,
        "نص_الصفحة": "- ما مراحل تكوين الحيوانات المنوية ؟ - صف أحداث كل مرحلة .\nتركيب الحيوانات المنوية :\nالحيوان المنوي خلية يبلغ طولها نحو (60) ميكرون (0.06) ملم، ولتتعرف على تركيبه ادرس الجدول ( ٥ ) :\nجدول ( ٥ ) أجزاء الحيوان المنوي ووصفها\n- الرأس: تتضمن نواة أحادية المجموعة الكروموسومية (n) ويوجد في مقدمته الجسم القمي يحتوي على إنزيمات هاضمة .\n- القطعة الوسطى: تحتوي على عدد من الميتوكوندريا لإنتاج الطاقة على شكل ATP واللازمة لحركة الحيوان المنوي .\n- الذيل: زائدة تمثل امتداداً للغشاء الخلوي وله النمط التركيبي للأهداب والزوائد (2+9) وهو المحرك الذي يدفع الحيوان المنوي دفعاً نشيطاً إلى الأمام .\nالشكل رقم (٥) يوضح أجزاء الحيوان المنوي: غشاء خلوي، الرأس (يحتوي الجسم القمي والنواة)، القطعة الوسطى (تحتوي ميتوكندريا)، والذيل.\n- ما الأجزاء الرئيسة للحيوان المنوي ؟\n- ما أهمية الآتي : الجسم القمي، الميتوكوندريا، الذيل .\nالجهاز التناسلي الأنثوي : Female Reproductive System\nما دور الجهاز التناسلي الأنثوي في الإنسان ؟\nيقوم الجهاز التناسلي في أنثى الإنسان بإنتاج البويضات، وفي حالة إخصاب البويضة يتطور فيه الجنين وينمو حتى الميلاد .\n- مم يتكون هذا الجهاز ؟\nتعرف على أجزاء الجهاز التناسلي الأنثوي في الشكل ( ١٩ ) وكيف يتكون من أعضاء تناسلية أساسية وأعضاء تناسلية ثانوية ( مساعدة ) وذلك كما يأتي :\n١- الأعضاء التناسلية الأساسية وهي : المبيضان، لاحظ موقعهما على جانبي الرحم . ويرتبط المبيض بكل من الرحم وقناة فالوب بواسطة نسيج ضام، ويوجد في المنطقة الخارجية من المبيض حويصلات مختلفة الأوزان والأحجام بعضها يحتوي على بويضة محاطة بنسيج طلائي وتعرف بحويصلة جراف Grafian Follicle ويعد تكوين الحويصلات أهم وظائف المبيض إضافة إلى إفراز الهرمونات الجنسية الأنثوية كالإستروجينات ."
      },
      {
        "رقم_الصفحة": 85,
        "نص_الصفحة": "الشكل رقم (١٩) يوضح الجهاز التناسلي الأنثوي في الإنسان، مبيناً المبيضان، قناتا فالوب، حويصلات، الرحم، الجسم الأصفر، جدار الرحم، بطانة الرحم، وعنق الرحم، والمهبل.\n٢- الأعضاء التناسلية الثانوية وتشمل :\n- قناتي فالوب Fallopian Tubes\nوتبلغ طول كل قناة حوالي ١٠سم، وجدارها مكون من ثلاث طبقات وتحتوي خلايا الطبقة الداخلية على أهداب تساعد حركتها على دفع البويضة نحو الرحم، إضافة إلى انقباض العضلات الملساء في جدار قناة فالوب .\n- الرحم Uterus\nعضو عضلي يتكون بطانته من نسيج طلائي وأوعية دموية، ويعتبر ممر الحيوانات المنوية عند الإخصاب، ويحدث فيه الطمث، ومكاناً لزرع الجنين ونموه حتى ميلاده .\n- المهبل Vagina\nقناة عضلية تنقل إفرازات الرحم إلى خارج الجسم، وتسمى كذلك قناة الولادة لخروج الوليد عبرها، وتسبح فيها الحيوانات المنوية إلى داخل الرحم .\nتكوين البويضات : Oogenesis\nيتم تكوين البويضات في مبيض الأنثى البالغة عبر مراحل مختلفة . لاحظ الشكل ( ٢٠ )، لتتعرف على مراحل تكوين البويضة في الإنسان، وادرس الجدول ( ٦ ) . وأجب عن الأسئلة التالية :\n- ما المراحل المختلفة لتكوين البويضات في أنثى الإنسان البالغة ؟ صف كل مرحلة ؟\n- بماذا تختلف الخليتان الناتجتان عن الانقسام المنصف الأول ؟\n- كم عدد الكروموسومات في البويضة الناضجة ."
      },
      {
        "رقم_الصفحة": 86,
        "نص_الصفحة": "الشكل رقم (٢٠) يوضح قطاع في المبيض يبين مراحل تكوين البويضة: قناة فالوب، زوائد قمع فالوب، المبيض، الجسم الأصفر، الإباضة، حويصلة ثانوية، سائل حوصلي، خلايا بيضية أولية، حويصلة أولية، وطبقة شفافة، وخلية بيضية ثانوية، والأكليل المشع.\nجدول ( ٦ ) مراحل تكوين البويضات\nالمرحلة: خلية تناسلية أصلية -> انقسام متساوي -> خلية بيضية أم / الوصف: تنقسم الخلايا التناسلية الأولية انقسامات متساوية لتنتج خلايا بيضية أم Oogonia.\nالمرحلة: خلية بيضية ابتدائية / الوصف: تنمو وتتطور الخلية البيضية الأم إلى خلايا بيضية أولية Primary Oocytes .\nالمرحلة: خلية بيضية ثانوية n + جسم قطبي أول n / الوصف: تمر الخلية البيضية بالمرحلة الأولى من الانقسام المنصف لتنتج خلية كبيرة الحجم تسمى الخلية البيضية الثانوية Secondary Oocyte وخلية صغيرة الحجم تسمى الجسم القطبي الأول First polar body.\nالمرحلة: بويضة ناضجة + جسم قطبي ثاني / الوصف: تدخل الخلية البيضية الثانوية المرحلة الثانية في الانقسام المنصف عند حدوث الإخصاب باختراق الحيوان المنوي لغشاء الخلية البيضية، وتستمر المرحلة الثانوية من الانقسام لتنتج البويضة الناضجة والجسم القطبي الثاني، وقد ينقسم الجسم القطبي الأول إلى جسمين قطبيين ( إضافية ) .\nملاحظة في الرسم: اختصر عدد الكروموسومات في الإنسان ( ٤٦ ) إلى ( ٤ ) للتبسيط ."
      }
      ,
      {
        "رقم_الصفحة": 87,
        "نص_الصفحة": "النشاط ( ١٢ ) • نفذ النشاط الخاص بفحص شرائح مجهرية جاهزة لقطاعات عرضية في كل من خصية ومبيض حيوان ثديي في كتاب الأنشطة والتجارب العملية .\nقضية للبحث : • ابحث في موضوع بنوك الأمشاج .\nدورة الحيض Menstrual Cycle\nماذا يقصد بدورة الحيض ؟\nتحدث تغيرات دورية كل ( ٢٨ يوماً ) تقريباً في مبيض وبطانة الرحم لأنثى الإنسان البالغة ، « مالم تتم عملية الإخصاب » ، وتسمى هذه التغيرات دورة الحيض .\nلاحظ الشكل ( ٢١ ) وتعرف على أقسام دورة الحيض الآتية :\n١ - دورة المبيض وتنقسم إلى :\nأ - طور الحوصلة : وفيه تنضج إحدى الحوصلات مكونة بداية الدورة في أحد المبيضين .\nب - طور الإباضة . ماذا يحدث لحوصلة جراف ؟ ومتى ؟\nجـ - طور الجسم الأصفر : في هذا الطور تلتئم الحوصلة الخالية من البويضة مكونة الجسم الأصفر ويستمر الجسم الأصفر حتى نهاية الدورة ، في حالة حدوث الحمل وتفرز هرمونات أهمها الاستروجين والبروجستيرون .\nالشكل رقم (٢١) دورة الحيض داخله رسم بياني يوضح تركيز الهرمونات المنشطة للغدد التناسلية (LH و FSH) وتركيز هرمونات المبيض (أستروجينات وبروجسترون) وتغيرات بطانة الرحم، مبيناً طور الحوصلة وطور الإباضة وطور الجسم الأصفر على مدار ٢٨ يوماً ."
      },
      {
        "رقم_الصفحة": 88,
        "نص_الصفحة": "- ما الهرمونات الحافزة لأطوار دورة المبيض ؟ ومن أين تفرز ؟\nلاحظ أن هرموني الجسم الأصفر يعملان على تثبيط الهرمونات الحافزة لأطوار المبيض لمنع نضج حوصلة جديدة .\n٢ - دورة الرحم :\nما أطوار هذه الدورة ؟ ماذا يحدث فيها ؟\nلاحظ أنه في طور النمو والإفراز يزداد سمك بطانة الرحم وتصبح غنية بالأوعية الدموية والإفرازية لتوفير بيئة ملائمة لنمو الجنين ، ويحدث ذلك بتأثير هرموني البروجسترون والاستروجين .\nماذا يحدث إذا لم تخصب البويضة ؟\nيضمر الجسم الأصفر في اليوم ( ٢٤ للدورة تقريباً ) وينخفض تركيز هرموناته مما يسبب انسلاخ بطانة الرحم وخروجها مع نزيف من الشعيرات الدموية يستمر من ( ٣ - ٥ ) أيام ويسمى ذلك طور الحيض .\nالإخصاب Fertilization\n- ما المقصود بعملية الإخصاب وكيف تتم ؟\nلاحظ الشكل ( ٢٢ ) . وكيف تتم عملية الإخصاب في الثلث الأول من قناة فالوب وفقاً للخطوات الآتية :\n١ - يخترق الحيوان المنوي المنطقة الشعاعية للخلية البيضية الثانوية ليصل للمنطقة الشفافة . ما الذي يساعده في تحليل هذه المنطقة ؟\n٢ - يلتحم الغشاء البلازمي في الحيوان المنوي مع غشاء الخلية البيضية ، مما يساعد على إفراز أنزيمات من خلايا قشرية تقع تحت غشاء الخلية ، لتكون طبقة قاسية تقلل من احتمال دخول أكثر من حيوان منوي واحد .\nالشكل رقم (٢٢) عملية الإخصاب داخله (أ) رسم تخطيطي يظهر حيوان منوي يخترق البويضة المحاطة بالخلايا الإكليلية المشعة والطبقة الشفافة، ويظهر النواتين الذكرية والأنثوية والجسم القطبي الأول، و (ب) صورة مجهرية حقيقية لعملية الإخصاب ."
      },
      {
        "رقم_الصفحة": 89,
        "نص_الصفحة": "٣ - يدخل رأس الحيوان المنوي سيتوبلازم البويضة بعد أن يفقد ذيله وبذلك تكتمل الخلية البيضية لتكون بويضة « Ovum » وجسم قطبي ثاني يختفي فيما بعد .\n٤ - تنتقل نواة البويضة ونواة الحيوان المنوي إلى وسط البويضة وتندمج النواتان لتكون اللاقحة « Zygot » .\nقضية للبحث : • ابحث في موضوع الإخصاب خارج الرحم .\nتكوين الجنين :\nتعد البويضة المخصبة ( اللاقحة ) أول خلية جسمية من الطفل الذي تحمله أمه تسعة أشهر . فما التغيرات التي تحدث خلال هذه الفترة . لتتعرف على ذلك . ادرس الجدول ( ٧ ) مستعيناً بالشكل ( ٢٣ - ٢٤ ) .\nجدول ( ٧ ) يبين مراحل تغيرات البويضة المخصبة\n- المرحلة: الشهور الثلاثة الأولى / التغيرات: - مجموعة من انقسامات متساوية تسمى عملية التفلج ( اليوم الأول ) . - تكون كتلة من ( ١٦ ) خلية تسمى التوته Morula ( اليوم الثالث ) . - تكون شكل بداخله تجويف مملوء بسائل يسمى البلاستيولا Plastocyst ينغرس في بطانة الرحم ( في اليوم السادس ) . - تكون الكتلة الداخلية في البلاستيولا القرص الجنيني الذي يتميز إلى ثلاث طبقات تسمى الطبقات الجنينية الأولية . - الحركة المختلفة لخلايا البلاستيولا تحولها إلى طور يسمى الجاسترولا gastrula . - ظهور الثنيات القلبية . - يتشكل الوجه ويتكون القلب من أربع حجرات ويتميز الجنس . - تتكون أصابع اليدين والقدمين وتتكون الأذنين ويظهر الجنين محاطاً بأربعة أغشية .\n- المرحلة: الشهور الثلاثة الثانية / التغيرات: - تنمو أعضاء الجنين بسرعة وبشعور الأم بحركتها . - تسمع دقات القلب ( وتزداد حركة الجنين ) وينمو نصفا الكره المخية ، وتتمايز الحواس . - تظهر أهداب وحواجب الجنين ويبدو جلده أحمر متعداً .\n- المرحلة: الشهور الثلاثة الأخيرة / التغيرات: - تتكون الأظافر وتزداد عظام الجمجمة صلابة ، وينقلب وضع الجنين ليصبح الرأس نحو عنق الرحم قبل الولادة بعدة أسابيع ."
      },
      {
        "رقم_الصفحة": 90,
        "نص_الصفحة": "الشكل رقم (٢٣) المراحل الأولى في تكوين الجنين داخله رسم يوضح تسلسل العمليات من ١- إباضة، ٢- إخصاب، ٣- عملية التفلج (مرحلة خليتين، مرحلة أربع خلايا، ثمان خلايا)، ٤- توتة، ٥- البلاستيولا، ٦- انغراس في المبيض والرحم، ويظهر أيضاً زوائد وقناة فالوب وجسم البويضة .\nالشكل رقم (٢٤) انغراس الجنين في بطانة الرحم وتكون الطبقات الجرثومية الثلاث داخله رسوم توضيحية لتطور الجنين في الأيام (٧-٨ يوم) و (١٢-١٣ يوم) و (١٥ يوم)، مبيناً الكتلة الخلوية الداخلية، تجويف البلاستيولا، بطانة الرحم، التجويف الأمنيوتي، القرص الجنيني، الكوريون، كيس الصفار، والطبقات الجرثومية (اكتوديرم، ميزوديرم، اندوديرم) .\nما الأعضاء والأجهزة التي تنشأ من الطبقات الجرثومية الثلاث ؟\nتعرف على ذلك من دراسة الجدول الآتي :"
      },
      {
        "رقم_الصفحة": 91,
        "نص_الصفحة": "جدول ( ٨ ) الطبقات الجنينية والأعضاء والأجهزة التي تنشأ منها\n- الطبقة الجنينية: الطبقة الخارجية / الأعضاء والأجهزة التي تنشأ منها: الجهاز العصبي والجلد ومشتقاته كالشعر .\n- الطبقة الجنينية: الوسطى / الأعضاء والأجهزة التي تنشأ منها: الجهاز العضلي، والنقل والإخراج والتناسلي والطبقات الخارجية لجهازي التنفس والهضم .\n- الطبقة الجنينية: الداخلية / الأعضاء والأجهزة التي تنشأ منها: الأنسجة الطلائية المبطنة للقناة الهضمية والقناة التنفسية والغدد الملحقة بها والأنسجة الطلائية المبطنة للمثانة البولية .\n- انظر الشكل ( ٢٥ ) ، ولاحظ الأغشية التي تحيط بالجنين ؟ سم كلاً منها ؟ حدد دورها ؟ - استعن بالجدول ( ٩ ) .\nجدول ( ٩ ) الأغشية الجنينية ودورها .\n- الغشاء الجنيني: كيس المح / دوره: تكون خلايا الدم في المرحلة الجنينية الأولى ويشترك جزء منه في تكوين أنبوب القناة الهضمية الجنينية .\n- الغشاء الجنيني: الممبار / دوره: يكون خلايا الدم .\n- الغشاء الجنيني: الكوريون / دوره: له علاقة بالتغذية والتنفس والإخراج بين الأم والجنين .\n- الغشاء الجنيني: الرهل / أمنيون / دوره: مملوء بسائل أمنيوني يحمي الجنين من الصدمات ويسهل حركته والمحافظة على ثبات درجة حرارته .\nتغذية الجنين :\nكيف يحصل الجنين على المواد الغذائية اللازمة لنموه ؟\nتمعن الشكل ( ٢٥ ) ولاحظ أن المشيمة نسيج متخصص يتكون من بطانة الرحم في الأم ، وغشاء الكوريون في الجنين ، ويتصل الجنين بالمشيمة بواسطة الحبل السري الذي يحتوي على شريانين سريين يحملان الدم من الجنين إلى المشيمة ، ووريد سري يحمل الدم من المشيمة إلى الجنين .\nلتتعرف على أجزاء المشيمة ومميزات كل جزء ادرس الجدول ( ١٠ ) ."
      }
      ,
      {
        "رقم_الصفحة": 92,
        "نص_الصفحة": "جدول ( ١٠ ) أجزاء المشيمة ووصفها\n- الجزء: الرحمي ( الأمّي ) / الوصف: ينتشر به جيوب كثيرة تمتلئ دماً من أفرع شريانية من الأم ، ويعود الدم فيها إلى الأم بأفرع وريدية .\n- الجزء: الجنيني / الوصف: يتكون من خملات من الكوريون تمتد في كل خملة شعيرات دموية دقيقة ناتجة عن تفرعات الأوعية الدموية للحبل السري .\nعرفت سابقاً أن دم الأم لا يختلط بدم الجنين ، فكيف يتم مرور المواد بينهما ؟\nيحدث تبادل بين دم الأم ودم الجنين عن طريق الانتشار عبر المشيمة . يأخذ الجنين المواد الغذائية والأكسجين من دم الأم ، ويتخلص من ثاني أكسيد الكربون والمواد الإخراجية النيتروجينية .\nالشكل رقم ( ٢٥ ) يوضح الأغشية الجنينية، مبيناً الجنين محاطاً بالأغشية: كوريون، أمنيون، الألنتويز (الممبار)، كيس المح، ويظهر جزء المشيمة من الجنين، وجزء المشيمة من الأم، والحبل السري .\nقضية للبحث : ابحث في موضوع مراحل المخاض ( الولادة ) ."
      },
      {
        "رقم_الصفحة": 93,
        "نص_الصفحة": "تقويم الوحدة\n١- ماذا يقصد بالآتي : التكاثر البكري ، التبوغ ، ظاهرة تبادل الأجيال ، دورة الحيض ، التكاثر الخضري ، الأغشية الجنينية .\n٢- علل ما يأتي :\n- ظهور أعراض الملاريا بشكل دوري .\n- عدم تكوين بويضات جديدة خلال فترة الحمل في المرأة .\n- تلاؤم تركيب الحيوان المنوي مع وظيفته .\n- إفرازات الغدد المساعدة في الجهاز التناسلي الذكري قلوية التأثير .\n٣- الشكل المجاور يبين مقطعاً خلال المبيض وأنبوبة اللقاح لنبات قبل عملية الإخصاب .\nالشكل رقم ( ٣ ) يوضح مقطعاً عرضياً في المبيض وأنبوبة اللقاح لنبات قبل عملية الإخصاب، مبيناً تراكيب المبيض (جدار المبيض، التركيب س) وأنبوب اللقاح المحتوي على نواتين ذكريتين، وتحديد خلايا مشار إليها بالأرقام (١، ٢، ٣، ٤) .\nأ- أي الخلايا المبينة بالحروف تندمج مع الأنوية الذكرية لتكوين الآتي : الأندوسبيرم ، الزيجوت .\nب- بعد عملية الإخصاب ما هو التركيب الذي سوف يظهر من كل من الآتي : جدار المبيض ، التركيب س .\nج- حدد العدد الكروموسومي الذي يوجد في : نواة خلايا التركيب س ، نواة الخلية ج ، أنوية الأندوسبيرم ."
      },
      {
        "رقم_الصفحة": 94,
        "نص_الصفحة": "٤- وضح بإيجاز الطرق التي يمكن استخدامها للحصول على : أفضل عقلة من نبات الورد وتكثيرها ، ثمار عذرية .\n٥- ما وظيفة الآتي : مبيض أنثى الإنسان ، البربخ ، الخصيتان في الإنسان .\n٦- قارن بين اثنين في كل فقرة مما يأتي :\nأ- الدورة الجنسية واللاجنسية في طفيل بلازموديوم الملاريا من حيث عددها ، ومكان حدوثها .\nب- الطور المشيجي والبوغي في الفيوناريا من حيث المجموعة الكروموسومية .\nج- التطعيم بالبرعم ، والتطعيم بالقلم من حيث آلية التحضير للطعم والأصل ، وآلية وضع الطعم في الأصل .\n٧- ادرس الشكل اللاحق الذي يوضح العلاقة في تركيز الهرمونات لدورة الحيض والمطلوب تحديد أثر الآتي :\nأ- الزيادة المفاجئة في تركيز LH .\nب- إفراز الجسم الأصفر هرمون البروجسترون بعد اليوم الرابع عشر من الدورة .\nج- هرمونات : FSH على حوصلة جراف ، البروجسترون والإستروجين على الرحم في دورة الحيض .\nالشكل يمثل رسم بياني يوضح تركيز هرمونات الإستروجين، والبروجسترون، وLH، وFSH على مدار ٢٨ يوماً من دورة الحيض، مع تحديد لحظة الإباضة ."
      },
      {
        "رقم_الصفحة": 95,
        "نص_الصفحة": "٨- الشكل المبين أدناه يبين مراحل تكوين الحيوانات المنوية في الثدييات .\nأ- سمِّ أنواع الخلايا في الفراغات المناسبة في ب، ج، د، هـ ، ونوع الانقسام الذي حدث بين المرحلتين د، هـ .\nب- بماذا يختلف تكوين الحيوانات المنوية عن تكوين البويضات .\nالشكل رقم ( ٨ ) يوضح مخططاً لمراحل تكوين الحيوانات المنوية، يبدأ بـ ( أ ) خلية تناسلية أصلية 2n، تمر بمراحل انقسام وتمايز ( ب، ج، د، هـ ) لتنتهي بـ ( و ) حيوانات منوية ناضجة ."
      }

    ]
  },







  {
    "رقم_الوحدة": "الوحدة_الخامسة",
    "اسم_الوحدة": "أساسيات علم الوراثة",
    "الصفحات": [
      {
        "رقم_الصفحة": 97,
        "نص_الصفحة": "أساسيات علم الوراثة Principles of Genetics\nلاحظ الإنسان منذ القدم أن الأبناء تأتي شبيهة بآبائها، فالقطط تشبه آباءها، والآباء في البشر يخلِّفون بشراً مثلهم، ( الشكل- ١ )، والنبات الناتج عن نوع من البذور يأتي مشابهاً للنباتات التي أنتجت تلك البذور، وهكذا في بقية الكائنات الحية . ولقد توصل الإنسان إلى أن تشابه الأجيال المتعاقبة في الكائن الحي يحدث نتيجة لتوارث الأبناء صفات وخصائص الآباء جيلاً بعد جيل . ويطلق على هذه الظاهرة توارث الصفات أو الوراثة .\n- فما المقصود بالوراثة؟\nيقصد بالوراثة انتقال صفات وخصائص الآباء إلى الأبناء في الأجيال المتعاقبة .\nلكن قد يأتي الأبناء مختلفين عن الآباء في بعض الصفات الظاهرة كاللون مثلاً، ولم يدرك أسباب التشابه والتباين بين أفراد النوع الواحد من الكائنات الحية إلا في العصر الحديث عندما عرفت آليات انتقال الصفات الوراثية من الآباء إلى الأبناء بواسطة علم جديد أطلق عليه علم الوراثة ( Genetics ) .\nوهو: العلم الذي يبحث في كيفية انتقال الصفات من الآباء إلى الأبناء في الكائنات الحية المختلفة وأسباب تشابه الصفات وتباينها بين أفراد النوع الواحد .\n- كيف تطور علم الوراثة ؟\n- كيف يتوارث الأبناء صفات وخصائص الآباء ؟\n- كيف يظهر التشابه والتباين في الصفات بين أفراد النوع الواحد ؟\nالشكل رقم (١) الأبناء تشبه الآباء داخله رسم يوضح زوج من الآباء (ذكر وأنثى) يورثان صفاتهما إلى ثلاثة أبناء."
      },
      {
        "رقم_الصفحة": 98,
        "نص_الصفحة": "- ما وسيلة نقل الصفات الوراثية من الآباء إلى الأبناء؟\nيتم نقل الصفات الوراثية من الآباء إلى الأبناء بواسطة عملية التكاثر ؛ وذلك عبر الأمشاج التناسلية التي تنتقل عبرها صفات الآباء وخصائصها إلى أبنائهم مما يجعل سلالات النوع الواحد متشابهة منذ ظهورها على سطح الأرض .\nتطور علم الوراثة الحديث:\nتأسس علم الوراثة الحديث على يد العالم جريجور مندل Gregor Mendel الذي عاش في القرن التاسع عشر ( ١٨٢٢ - ١٨٨٤ م ) . وقد قام بإجراء تجاربه حول توارث الصفات على نبات البازلاء ( Pisum Sativum ) في حديقة الدير الذي كان يعمل فيه، مستخدماً الأسلوب العلمي في البحث والتجريب، مما ساعده في وضع الأسس الحالية لعلم الوراثة والتوصل إلى بعض قوانينها .\n- ولد جريجور مندل في عام ١٨٢٢م في النمسا .\n- أصبح راهباً ومدرساً للعلوم والرياضيات في جامعة فينا عام ١٨٤٣م .\n- انقطع للرهبنة وتدريس العلوم في الدير الذي يعمل فيه حتى عام ١٨٦٨م .\n- بدأ تجاربه على نبات البازلاء في حديقة الدير الذي يعمل فيه عام ١٨٥٦م .\n- أعلن تجاربه ونشرها عام ١٨٦٦م، ولم تكن هناك أية معلومات متوفرة عن الكروموسومات والجينات .\n- لم يهتم العلماء بنتائج أبحاثه حول الوراثة وظلت تجاربه ونتائجها مجهولة حتى عام ١٩٠٠م .\n- توفي العالم مندل عام ١٨٨٤م .\n- أطلق عليه أبو علم الوراثة الحديثة، بعد كشف النقاب بواسطة بعض العلماء عن أهمية ما توصل إليه في بداية القرن العشرين .\nالشكل يوضح صورة للعالم جريجور مندل، مؤسس علم الوراثة الحديثة."
      },
      {
        "رقم_الصفحة": 99,
        "نص_الصفحة": "- لماذا اختار مندل نبات البازلاء لتجاربه؟\nاختار مندل نبات البازلاء لتجاربه لأن هذا النبات :\n١- موسمي ويمكن زراعته ٣-٤ مرات في العام الواحد .\n٢- له عدة أصناف تحمل صفات متضادة متعددة وواضحة .\n٣- يمكن زراعته ومتابعة نموه بسهولة .\n٤- يمكن الحصول على سلالات نقية منه .\n٥- يحمل أزهاراً خُنثى مما يجعل من الممكن إخصابه ذاتياً أو خلطياً .\n- ما المقصود بالأزهار الخنثى؟ لاحظ الشكل ( ١ ) .\n- كيف يتم التلقيح فيها؟\n٦- ومن حسن حظ مندل أن كل عامل من عوامل الصفة يحمل على كروموسوم مستقل .\nوقد لاحظ مندل أن هناك سبعة أزواج من الصفات المتضادة أو المتقابلة كما في الشكل ( ٣ ) مثل طول الساق ( بعضها طويل الساق والبعض الآخر قصير )، ولون الزهرة ( بعضها يحمل أزهاراً وردية اللون والبعض الآخر يحمل أزهاراً بيضاء ) . لاحظ الصفات المتضادة في نبات البازلاء في شكل ( ٣ ) .\nالنشاط (١)\nالتعرف على الصفات المتضادة لنبات أو حيوان .\nالشكل رقم (٢) لون الأزهار في نبات البازلاء داخله رسم لزهرة أرجوانية (وردية) وزهرة بيضاء."
      },
      {
        "رقم_الصفحة": 100,
        "نص_الصفحة": "الشكل رقم (٣) الصفات المتضادة في نبات البازلاء داخله جدول يوضح الصفات السائدة والمتنحية السبع التي درسها مندل وهي:\n١- طول الساق: سائدة (طويل) / متنحية (قصير).\n٢- موضع الزهرة: سائدة (إبطية) / متنحية (قمية / طرفية).\n٣- لون الزهرة: سائدة (وردية) / متنحية (بيضاء).\n٤- لون القرون: سائدة (أخضر) / متنحية (أصفر).\n٥- شكل القرون: سائدة (منتفخ / أملس) / متنحية (محزز / مجعد).\n٦- لون البذرة: سائدة (صفراء) / متنحية (خضراء).\n٧- شكل البذرة: سائدة (مستديرة) / متنحية (مجعدة)."
      },
      {
        "رقم_الصفحة": 101,
        "نص_الصفحة": "خطوات دراسة توارث صفات البازلاء:\nاتبع مندل خطوات محددة لدراسة توارث كل صفة بشكل مستقل عن بقية الصفات، واستغرق في البداية عامين كاملين، فمثلاً عند دراسته لتوارث صفة لون الزهرة اتبع الخطوات الآتية :\n١- استمر في زراعة بازلاء ذات الأزهار الوردية، والبازلاء ذات الأزهار البيضاء، كل على حدة للحصول على الصفتين بشكل نقي، متبعاً أسلوب التلقيح الذاتي (Self-Pollination) للنباتات خلال عدة أجيال ( الشكل- ٤ )، حتى تأكد في الأخير أن النباتات ذات الأزهار الوردية لا تنتج إلا نباتات تحمل أزهاراً بنفس اللون جيلاً بعد جيل، وأن النباتات ذات الأزهار البيضاء لا تنتج إلا أزهاراً بيضاء خلال الأجيال المتعاقبة .\n٢- بعد أن تأكد من نقاوة صفتي اللون الوردي واللون الأبيض لؤهار النباتات قام بزرع بذورها في مكان آخر لتنتج نباتات جديدة تحمل أزهاراً وردية وبيضاء .\n٣- اتبع أسلوب التلقيح الخلطي (Cross-Pollination) بين النبات ذات الأزهار الوردية، والنبات ذات الأزهار البيضاء، متبعاً الخطوات الآتية :\nأ - قام بإزالة الأسدية من الأزهار البيضاء قبل نضجها .\nب - نقل حبوب اللقاح من متك الأزهار الوردية إلى مياسم الأزهار البيضاء بعد نضجها .\nج - قام بعكس العملية في نباتات أخرى، أي التخلص من الأسدية في الأزهار الوردية ونقل حبوب اللقاح من متك الأزهار البيضاء إلى مياسم الأزهار الوردية .\nالشكل رقم (٤) التلقيح الذاتي للأزهار داخله رسم يوضح انتقال حبوب اللقاح من المتك إلى مياسم الزهرة نفسها.\nالشكل رقم (٥) عملية التلقيح الخلطي بين الأزهار داخله رسم يوضح إزالة الأسدية من الزهرة البيضاء ونقل حبوب اللقاح من متك الزهرة الوردية إلى مياسم الزهرة البيضاء."
      }
      ,
      {
        "رقم_الصفحة": 102,
        "نص_الصفحة": "د - كان يحرص على تغطية الأزهار الملقحة بغطاء مناسب لضمان عدم وصول حبوب لقاح أخرى إليها بواسطة الهواء أو الحشرات ( تلقيح ذاتي ) .\n٤- جمع مندل البذور الناضجة من النباتات ذات الأزهار الوردية وذات الأزهار البيضاء والناتجة عن التلقيح الخلطي ، ثم زرعها في موسم جديد . ولاحظ ألوان الأزهار في النباتات الجديدة بعد اكتمال نموها فوجد أن لون الأزهار في جميع النباتات الناتجة وردي ، واعتبرت هذه النباتات أفراد الجيل البنوي الأول (First Filial Generation) أو (F1) ، واستنتج أن أزهار أفراد الجيل الأول وردية اللون ، سواء كانت الأمهات تحمل أزهاراً وردية أم بيضاء .\n٥- ترك نباتات الجيل الأول تتلقح ذاتياً حتى نضجت بذورها ثم جُمعت وزرعت للحصول على أفراد الجيل الثاني (Second Filial Generation) أو (F2) .\n٦- عند حساب عدد النباتات ذات الأزهار الوردية والنباتات ذات الأزهار البيضاء من نباتات الجيل الثاني وجد أن النسبة العددية بين النوعين ١:٣ بمعنى أن ٣/٤ النباتات تحمل أزهاراً وردية و ١/٤ النباتات تحمل أزهاراً بيضاء .\n٧- كرر نفس خطوات التجربة لدراسة بقية الصفات المتضادة كطول الساق وقصره مثلاً : فتوصل إلى أن إحدى الصفتين تختفي في الجيل الأول (F1) ثم تظهر الصفتان معاً في الجيل الثاني (F2) بنسبة ١:٣ ، وقد توصل مندل من خلال هذه النتائج إلى مبدأ السيادة التامة في الوراثة .\n- ما المقصود بالسيادة التامة ؟\nالسيادة التامة ( Complete Dominance )\nأطلق مندل اسم الصفة السائدة ( Dominant trait ) على الصفة التي تظهر في جميع أفراد الجيل الأول (F1) ، وسمى الصفة التي تختفي في الجيل الأول الصفة المتنحية (Recessive trait) . فمثلاً اعتبر أن اللون الوردي لأزهار نبات البازلاء صفة سائدة ، بينما اللون الأبيض صفة متنحية ، وكذلك طول ساق البازلاء صفة سائدة بينما ، قصر الساق صفة متنحية . وعلى هذا الأساس فقد أطلق مندل مبدأ السيادة التامة على ظهور صفة وراثية سائدة في جميع أفراد الجيل الأول عند تزاوج فردان يحملان الصفات المتبادلة بصورة نقية .\n- كيف فسر مندل النتائج التي توصل إليها ؟"
      },
      {
        "رقم_الصفحة": 103,
        "نص_الصفحة": "فروض مندل لتفسير النتائج :\nوضع مندل مجموعة من الفروض لتفسير ظهور الصفة السائدة واختفاء الصفة المتنحية في أفراد الجيل الأول ، ثم ظهور الصفتين في أفراد الجيل الثاني بنسبة ١:٣ ، وأهم هذه الفروض :\n١- تنتقل الصفات الوراثية من الآباء إلى الأبناء عن طريق عوامل وراثية ( والتي عرفت حالياً بالجينات ) ، وقد سمى مندل العامل الوراثي للصفة ( أليل Allele ) .\n٢- لكل صفة وراثية عاملان وراثيان ( أليلان ) أحدهما من الأب والآخر من الأم .\n٣- تكون الصفة الوراثية نقية إذا كان العاملان الوراثيان متشابهين ( Homozygous ) وتكون غير نقية عندما يكون العاملان متضادين (Heterozygous) .\n٤- ينفصل العاملان الوراثيان لكل صفة عند تكوين الأمشاج الذكرية والأنثوية ، فيحمل كل مشيج عاملاً واحداً لكل صفة .\n٥- عند حدوث عملية التلقيح أو الإخصاب بين الأمشاج الذكرية والأنثوية يجتمع العاملان الوراثيان من جديد في الأبناء لتكوين الصفة الوراثية .\nوقد استخلص مندل من فروض ونتائج أبحاثه قوانين مندل الوراثية .\nقانون مندل الأول : انعزال العوامل الوراثية :\nساعدت الفروض المذكورة سابقاً مندل في التوصل إلى قانونه الأول في الوراثة والذي أطلق عليه قانون الانعزال ( Law of Segregation ) ، وينص قانون انعزال العوامل الوراثية على ما يأتي :\nتمثل الصفة الوراثية في الكائن الحي بعاملين وراثيين ( أليلين ) ينعزلان عن بعضهما عند تكوين الأمشاج ؛ بحيث يحمل المشيج عاملاً وراثياً واحداً لكل صفة .\nويعني هذا القانون أن العوامل الوراثية أو ( الجينات ) كما عُرفت لاحقاً ، تنتقل بين الأجيال المتعاقبة مستقلة عن بعضها البعض ، وتظهر أو لا تظهر تأثيراتها تبعاً لكونها سائدة أو متنحية . فإذا حدث تزاوج بين فردين يختلفان عن بعضهما في زوج واحد من الصفات المتقابلة ، مثل الطول والقصر ، ظهرت إحدى هاتين الصفتين فقط في أفراد الجيل الأول ( الصفة السائدة ) ، بينما تعرف الصفة الأخرى المقابلة لها بالصفة المتنحية ، ولكنها تظهر مرة أخرى في عدد من أفراد الجيل الثاني يصل إلى ربع أعداد أفراد الجيل تقريباً ( أي بنسبة ١:٣ ) ."
      },
      {
        "رقم_الصفحة": 104,
        "نص_الصفحة": "الشكل الجيني والشكل الظاهري (Genotype & Phenotype) :\nاستخدم مندل الحروف اللاتينية الكبيرة للدلالة على العوامل الوراثية للصفات السائدة ، مثل ( RR ) لتدل على اللون الوردي للأزهار الوردية النقية في البازلاء ، واستخدم الحروف الصغيرة لتدل على عوامل الصفات المتنحية ، مثل (rr) لتدل على اللون الأبيض في البازلاء .\n- ما الحروف الدالة على اللون الوردي غير النقي في البازلاء ؟\nيمكنك الاستنتاج بأن الحرف (R) يدل على عامل اللون الوردي السائد في الأزهار ، والحرف (r) يدل على عامل اللون الأبيض المتنحي ، وتكون الأزهار الوردية نقية عندما تحمل العاملين الوراثيين (RR) . وينتج العاملان الوراثيان عن تلقيح حبة اللقاح للبويضة في الزهرة ؛ حيث تحمل البويضة أحد العاملين الذي قد يكون (R) أو (r) ، وتحمل حبة اللقاح أيضاً أحد العاملين الذي قد يكون (R) أو (r) وينتج عن عملية التلقيح إلتقاء العاملين (RR) أو العاملين (rr) ، أو العاملين (Rr) .\nوعلى هذا الأساس سنلاحظ أن هناك نوعين من البازلاء ذات الزهور الوردية يختلفان عن بعضهما من حيث الشكل الجيني (Genotype) وهما (RR + Rr) ، ويقال عنهما أنهما متماثلان في الشكل المظهري (Phenotype) وقد يكون الشكل الظاهري نقياً أو هجيناً كما في الشكل ( ٦ ) .\nادرس الشكل ( ٦ ) ، ثم أجب عن الأسئلة الآتية :\n١- كم شكلاً ظاهرياً لأزهار نبات البازلاء ؟\n٢- كم شكلاً جينياً لأزهار نبات البازلاء ؟\n٣- حدد الأشكال الظاهرية النقية والأشكال الهجينة .\n٤- ما نسبة الأشكال الجينية النقية إلى الأشكال الجينية الهجينة في الجيل الثاني من الأبناء ؟\n٥- ما نسبة الأزهار الوردية إلى الأزهار البيضاء في الجيل الثاني من الأبناء ؟\nيمكن الاستنتاج بأنه لكل فرد ، سواء في البازلاء ، أم في غيرها من الكائنات الحية الأخرى صفات ظاهرية يمكن ملاحظتها ، والتي قد تكون صفة نقية أو صفة غير نقية ( هجينة ) ، ولكل صفة عاملان وراثيان يعملان على إظهار تلك الصفة ويمثلان الشكل الجيني .\nالشكل رقم (٦) يوضح توارث صفة لون الأزهار، يظهر جيل الآباء (وردي RR وأبيض rr)، جيل الأبناء الأول (كلهم وردي Rr)، وجيل الأبناء الثاني بنسبة ٣ وردي (RR, Rr, Rr) إلى ١ أبيض (rr)."
      },
      {
        "رقم_الصفحة": 105,
        "نص_الصفحة": "- كيف تعرف كل من الشكل الظاهري والشكل الجيني للصفة ؟\n- لماذا تكون الصفة المتنحية دائماً نقية ؟\nالنشاط ( ٢ )\nارسم مخططاً لتوارث صفة طول الساق لنبات البازلاء علماً بأن العاملين الوراثيين لصفة الطول النقية هما (TT) والعاملين الوراثيين لصفة القصر هما (tt) ، موضحاً في المخطط الأشكال الظاهرية والأشكال الجينية للنبات .\nاستخدام الجداول في حل المسائل الوراثية :\nيمكنك استخدام الجدول الذي يسمى مربع بونيت ( Punnet Square ) ، نسبة إلى العالم الوراثي ( Reginald Crundell Punnett ) الذي ابتكره واستخدمه في حل المسائل الوراثية وإظهار الاحتمالات الممكنة لظهور الصفات الناتجة عن إخصاب الأمشاج الذكرية للأمشاج المؤنثة في الكائن الحي .\nوقد استخدم هذا الجدول في التعبير عن النتائج التي توصل إليها مندل في تجاربه ؛ حيث يمكن استخدامه عند معرفة الأشكال الجينية للآباء للتنبؤ باحتمالات ظهورها في الأجيال المتعاقبة للأبناء . فمثلاً يمكن التعبير عن احتمالات ظهور اللون الوردي واللون الأبيض للأزهار في نبات البازلاء حسب الخطوات الآتية :\nالشكل رقم (٦) هو نفس المخطط الموجود في الصفحة السابقة يوضح انتقال العوامل من الآباء عبر الأمشاج إلى الجيل الأول ثم الجيل الثاني."
      },
      {
        "رقم_الصفحة": 106,
        "نص_الصفحة": "١- حدد الشكل المظهري لجيل الآباء .\n٢- حدد الأمشاج وميز بين الذكرية منها والأنثوية من خلال العلامتين (♂) للمذكر و (♀) للمؤنث .\n٣- ضع الأمشاج الذكرية في الصف الأفقي الأعلى للمربع .\n٤- ضع الأمشاج الأنثوية في الصف الرأسي على يسار المربع .\n٥- ضع رموز الزيجوت الناتجة عن اندماج كل مشيج ذكري مع مشيج أنثوي في الخانة المقابلة للمشيجين في المربع ( الشكل- ٧ ) .\n٦- تعرف على نوع كل زيجوت ناتج وحدد نسبة ظهور الصفات المختلفة في الجيل الجديد .\n- ما لون الأزهار الناتجة عن حدوث التلقيح الذاتي لنباتات الجيل الأول (F1) ؟\nاستخدم مربع بونيت متبعاً نفس الخطوات السابقة للتعرف على ألوان الأزهار الناتجة في جيل الأبناء الثاني ، وذلك كما في الشكل ( ٧ ) .\n- ما الشكل الظاهري لجيل الآباء ؟\n- ما التركيب الجيني لجيل الآباء ؟\n- ما الأشكال الظاهرية ( لون الأزهار ) في جيل الأبناء ؟\n- حدد التركيب الجيني لكل لون من ألوان أزهار جيل الأبناء .\n- ما نسبة الأزهار الوردية اللون إلى الأزهار البيضاء في جيل الأبناء ؟\nالشكل رقم (٧) مربع بونيت لجيل الآباء: وردية نقية (RR) x بيضاء (rr). يظهر الأمشاج المذكرة والأنثوية، وجميع أفراد الجيل الأول هجينة (Rr) وردية.\nالشكل رقم (٨) مربع بونيت لجيل الآباء الهجين: وردية هجينة (Rr) x وردية هجينة (Rr). يظهر توزيع الأمشاج والنتائج: (RR) وردي نقي، (Rr) وردي هجين، (Rr) وردي هجين، (rr) أبيض نقي. النسبة ١:٢:١ جينياً و ١:٣ ظاهرياً."
      }
      ,
      {
        "رقم_الصفحة": 107,
        "نص_الصفحة": "لا بد أنك توصلت إلى أن ألوان أزهار أفراد جيل الأبناء في تركيبها الجيني وأشكالها الظاهرية موضحة كما في الشكل ( ٩ ) :\nالتركيب الجيني :\n- RR : وردية نقية ( العدد ١ )\n- Rr : وردية هجينة ( العدد ٢ )\n- rr : بيضاء ( العدد ١ )\nالشكل الظاهري : ٣ وردية اللون : ١ بيضاء\nالشكل رقم (٩) يوضح التحليل الجيني لمربع بونيت حيث يظهر توزيع الصفات بنسبة ١:٢:١ جينياً و ١:٣ ظاهرياً.\n- ما الذي ينتج عند حدوث تلقيح ذاتي للنباتات ذات الأزهار البيضاء؟\nالنشاط (٣)\nاستخدم مربع بونيت للتوصل إلى احتمالات ظهور صفة طول ساق نبات البازلاء وقصره في الجيل الأول والثاني للأبناء إذا علمت أن التركيب الجيني لصفة طول الساق النقية (TT) والتركيب الجيني لصفة قصر الساق (tt) .\nتطبيقات لقانون مندل الأول :\nتوصل علماء الوراثة إلى أن كثيراً من الصفات الوراثية في الكائنات الحية المختلفة تنتقل من جيل إلى جيل طبقاً لقانون مندل الأول الخاص بانعزال الصفات الوراثية والسيادة والتنحي لها؛ حيث إن إحدى الصفتين تسود سيادة كاملة وتظهر في جميع أفراد الجيل البنوي الأول . فمثلاً تسود صفة اللون الرمادي على اللون الأبيض في الفئران، ويسود لون الجلد الأسود على الأحمر في الماشية، وتسود صفة عدم وجود القرون على وجود القرون فيها، وفي الخيل يسود اللون الأسود على البني، وفي القطط يسود الشعر القصير على الشعر الطويل، وفي الإنسان يسود لون العين العسلي على اللون الرمادي أو الأزرق، ويسود لون الجلد الأصفر على الجلد الأبيض، وتسود صفة الأنف المدببة على الأنف المفلطحة .\n- ابحث عن صفات أخرى في الكائنات الحية يتم توارثها طبقاً لقانون مندل الأول .\nالنشاط (٤)\nاستخدم مربع بونيت للتوصل إلى احتمالات ظهور صفة اللون الرمادي واللون الأبيض للفأر في الجيل البنوي الأول والجيل الثاني إذا علمت أن التركيب الجيني لصفة اللون الرمادي النقية هو (GG) بينما التركيب الجيني لصفة اللون الأبيض هو (gg) ."
      },
      {
        "رقم_الصفحة": 108,
        "نص_الصفحة": "- كيف تحدد فيما إذا كان التركيب الجيني للصفة السائدة نقياً أم هجيناً؟ يمكنك تحديد ذلك عن طريق التلقيح الاختباري .\nالتلقيح الاختباري : Test Cross :\nيعتبر التلقيح الاختباري أفضل الطرق للتفرقة بين الصفات السائدة النقية (Homozygous) والصفات السائدة الهجينة (Heterozygous) في النباتات أو الحيوانات، حيث يتم التلقيح الخلطي بين الفرد المراد معرفة ما إذا كان سائداً نقياً أم سائداً هجيناً مع فرد آخر يحمل الصفة المتنحية المضادة لها كما في الشكل ( ١٠ ) . فإذا كان كل الناتج يحمل الصفة السائدة ( الشكل الظاهري السائد ) كان ذلك دليلاً على نقاء الصفة السائدة للفرد، أما إذا كان الناتج خليطاً بين الشكل الظاهري السائد والشكل الظاهري المتنحي ( بنسبة ١:١ أو ٥٠٪ وردية و ٥٠٪ بيضاء ) كان ذلك دليلاً على عدم نقاوة التركيب الجيني للصفة السائدة للفرد الذي يتم اختباره .\nوتلاحظ أنه من خلال معرفة صفات الأبناء الناتجة يمكن تحديد التركيب الجيني للصفة السائدة، وتحديد ما إذا كانت نقية أم هجينة .\nالشكل رقم (١٠) يوضح التلقيح الاختباري لزهرة بلون وردي (صفة سائدة غير محددة التركيب الجيني) مع زهرة بلون أبيض (صفة متنحية rr). الاحتمال الأول: إذا كان الأب وردي نقي RR فالناتج جميعها وردية. الاحتمال الثاني: إذا كان الأب وردي هجين Rr فالناتج ٥٠٪ وردية و ٥٠٪ بيضاء.\nقانون مندل الثاني ( التوزيع الحر للصفات ) Law of Independent Assortment\nاستطاع مندل التوصل إلى قانونه الثاني من خلال تجاربه على نبات البازلاء لدراسة السلوك الوراثي لزوجين من الصفات المتضادة في النبات مثل زهرة وردية إبطية وزهرة بيضاء قمية .\n- اذكر أمثلة أخرى لزوجين من الصفات المتضادة في نبات البازلاء ."
      },
      {
        "رقم_الصفحة": 109,
        "نص_الصفحة": "وقد قام مندل بالخطوات الآتية لدراسة توارث صفتي بذور البازلاء ( اللون والشكل ) :\n١- أجرى تلقيحاً خلطياً بين نباتي بازلاء يحمل أحدهما بذوراً ملساء ( مستديرة ) الشكل وصفراء اللون ( الصفتان سائدتان ) والتركيب الجيني لهاتين الصفتين هو RRYY ، بينما يحمل النبات الآخر بذوراً مجعدة الشكل وخضراء اللون ( الصفتان متنحيتان )، والتركيب الجيني لهاتين الصفتين هو rryy كما في ( الشكل- ١١ ) .\nالشكل رقم (١١) يوضح مربع بونيت لتوارث زوجين من الصفات (شكل ولون البذور). يظهر جيل الآباء (RRYY مستديرة صفراء و rryy مجعدة خضراء)، جيل الأبناء الأول RrYy (بذور مستديرة صفراء هجينة)، وجيل الأبناء الثاني الذي يظهر ١٦ احتمالاً مختلفاً.\n٢- وقد كرر مندل هذه الخطوات عدة مرات .\n٣- لاحظ الصفات الظاهرية للبذور في بذور أفراد الجيل البنوي الأول .\n- ما الصفات التي ظهرت في أفراد الجيل الأول؟\nلقد وجد مندل أن البذور في نباتات الجيل البنوي الأول كانت مستديرة الشكل وصفراء اللون، أي إن الصفات السائدة للبذور تظهر في كل أفراد الجيل الأول، وتركيبها الجيني هو RrYy .\n٤- قام مندل بتلقيح نباتات الجيل الأول مع بعضها البعض تلقيحاً ذاتياً .\n٥- لاحظ الصفات الظاهرية للبذور في أفراد الجيل الثاني، حيث كان ناتج أفراد الجيل البنوي الثاني، كما في الشكل (١١) وتحمل بذوراً لها صفات مختلفة موضحة في الجدول ( ١ ) ."
      },
      {
        "رقم_الصفحة": 110,
        "نص_الصفحة": "جدول ( ١ ) الصفات المتضادة في نبات البازلاء\nالشكل الظاهري | التركيب الجيني | هل الصفة نقية أم هجينة؟ | العدد | النسبة للشكل الظاهري\n- مستدير أصفر | RRYY | مستدير ( نقي ) أصفر ( نقي ) . | ١ | ٩\n- مستدير أصفر | RRYy | مستدير ( نقي ) أصفر ( هجين ) . | ٢ | (تابع للـ ٩)\n- مستدير أصفر | RrYY | مستدير ( هجين ) أصفر ( نقي ) . | ٢ | (تابع للـ ٩)\n- مستدير أصفر | RrYy | مستدير ( هجين ) أصفر ( هجين ) . | ٤ | (تابع للـ ٩)\n- مستدير أخضر | RRyy | مستدير ( نقي ) أخضر ( نقي ) . | ١ | ٣\n- مستدير أخضر | Rryy | مستدير ( هجين ) أخضر ( نقي ) . | ٢ | (تابع للـ ٣)\n- مجعد أصفر | rrYY | مجعد ( نقي ) أصفر ( نقي ) . | ١ | ٣\n- مجعد أصفر | rrYy | مجعد ( نقي ) أصفر ( هجين ) . | ٢ | (تابع للـ ٣)\n- مجعد أخضر | rryy | مجعد ( نقي ) أخضر ( نقي ) . | ١ | ١\nمن خلال دراستك لأفراد الجيل البنوي الثاني في الشكل ( ١١ ) والجدول ( ١ ) :\n- ما نسبة البذور الصفراء إلى الخضراء في الجيل البنوي الثاني؟\n- ما نسبة البذور المستديرة إلى المجعدة؟\nلاحظ أنه عندما تحسب عدد البذور التي تحمل اللون الأصفر ستجد أنها ( ١٢ )، وأن عدد البذور التي تحمل اللون الأخضر ( ٤ ) مما يعني أن نسبة اللون الأصفر إلى اللون الأخضر ( ٣: ١ )، وعندما تحسب أعداد البذور المستديرة والمجعدة ستجد أن النسبة بينهما أيضاً ( ٣: ١ )، وهذا ما توصل إليه مندل، فقد لاحظ أن النسبة في توارث الصفات المتضادة هي نفسها التي حصل عليها في تجاربه السابقة على زوج واحد من الصفات ( ٣: ١ )، وهذا يعني أن توارث لون البذرة لا يرتبط بتوارث شكلها، أي إن توارث صفتي اللون الأصفر والأخضر المتضادتين يتم بشكل مستقل عن توارث صفتي الشكل المستدير والمجعد للبذور . وقد ساعدت هذه النتائج مندل للتوصل إلى قانون التوزيع الحر للصفات الذي ينص على أن :\nالعاملين الوراثيين للصفة ينفصلان عن بعضهما ويتوزعان في الأمشاج بصورة مستقلة عن العاملين الوراثيين للصفة الأخرى ."
      },
      {
        "رقم_الصفحة": 111,
        "نص_الصفحة": "وقد وجد أن قانون التوزيع الحر للصفات الوراثية ينطبق على أكثر من زوج منها في توارث الصفات في الكائنات الحية .\nالنشاط (٥)\nتوصل إلى احتمالات ظهور قرون البازلاء الخضراء المنتفخة والقرون الصفراء المحززة في أفراد الجيل البنوي الأول وأفراد الجيل البنوي الثاني عند حصول تلقيح خلطي بين نباتي بازلاء يحمل أحدهما قروناً خضراء منتفخة ( صفتان سائدتان ) وتركيبها الجيني هو ( GG II ) ويحمل الآخر قروناً صفراء محززة ( صفتان متنحيتان ) وتركيبها الجيني هو ( gg ii )، ثم حصول تلقيح ذاتي لأفراد الجيل البنوي الأول لها، موضحاً نسبة ظهور كل زوج من الصفات المتضادة للقرون في أفراد الجيل البنوي الثاني .\nدور الكروموسومات في الوراثة :\nإن ما توصل إليه مندل من أن توارث الصفات يتم عبر العوامل الوراثية Allels قد أثبتت الاكتشافات العلمية الحديثة صحته من خلال معرفة كروموسومات الخلية الحية ودورها في نقل الصفات الوراثية من جيل الآباء إلى جيل الأبناء عن طريق الجينات التي تحملها الكروموسومات .\nوكما درست سابقاً فإن خلايا الفرد في كل نوع من الكائنات الحية تحتوي على عدد ثابت من الكروموسومات، فالخلية الجسدية للكائن الحي تحتوي على عدد (2n) من الكروموسومات وتكون في شكل أزواج، أي إن كل زوج منها يتكون من كروموسومين متماثلين يأتي أحدهما من الأب والآخر من الأم . أما الخلايا التناسلية ( الأمشاج ) للكائن الحي فتكون الكروموسومات فيها بحالة فردية، أي إنها تحتوي على مجموعة أحادية من الكروموسومات (n)، وقد أطلق العلماء لاحقاً على العوامل الوراثية التي توجد في كل كروموسوم اسم الجينات (Genes) .\nوقد وضع كل من العالم الألماني بوفري Bovri والعالم الأمريكي ساتون Sutton عام ١٩٠٤م، كل على حده، أسس النظرية الكروموسومية في الوراثة على النحو الآتي :\n١- تحتوي الخلايا الجسدية للكائن الحي على الكروموسومات والعوامل الوراثية ( الجينات ) على شكل أزواج (2n) ."
      }
      ,
      {
        "رقم_الصفحة": 112,
        "نص_الصفحة": "٢- تنفصل أزواج الكروموسومات المتماثلة والعوامل الوراثية فيها عن بعضها البعض في عملية الانقسام الاختزالي حيث تنعزل العوامل الوراثية للصفة في الأمشاج ليحتوي المشيج على نصف العدد الأصلي منها (n) .\n٣- تتوزع العوامل الوراثية عند تكوين الأمشاج توزيعاً مستقلاً طبقاً لقانون مندل الخاص بالتوزيع الحر ، كما يسلك كل زوج من الكروموسومات مسلكاً مستقلاً عند تكوين الأمشاج التناسلية .\n٤- ينتج عن عملية الإخصاب بين الأمشاج التناسلية عودة الحالة الزوجية ( غير الفردية ) للكروموسومات والعوامل الوراثية فيها؛ حيث يحتوي الجنين الناتج عن عملية الإخصاب على العدد الزوجي من الكروموسومات (2n) وعواملها الوراثية المنتقلة إليه من أبويه .\nومع استمرار التطور العلمي الحديث في مجال الوراثة فقد وجد أن عدد العوامل الوراثية ( الجينات ) يفوق بكثير عدد الكروموسومات في الكائن الحي، وقد ساعدت النتائج التي توصل إليها العالم الأمريكي مورجان Morgan من خلال أبحاثه على ذبابة الفاكهة في النصف الأول من القرن العشرين في معرفة أن كل كروموسوم يحتوي على عدد كبير من العوامل الوراثية ( الجينات ) وأن قوانين الوراثة يمكن تفسيرها بسلوك الكروموسومات والجينات التي تترتب على كل كروموسوم في صف طولي .\nويرجع الفضل إلى العالم الدانمركي جوهانسون Johanson في إطلاق اسم الجينات (Genes) على العوامل الوراثية، وتتميز بأن لها القدرة على مضاعفة نفسها لأنها عبارة عن وحدات كيميائية تتركب من حمض (DNA) .\nالكروموسومات وقوانين مندل:\nيمكن الآن تفسير قوانين مندل في انتقال الصفات الوراثية من الآباء إلى الأبناء على أساس الكروموسومات والجينات التي تحمل هذه الصفات .\nفمثلاً عند تزاوج فأر يحمل صفة اللون البني النقية مع فأر آخر يحمل صفة اللون الأبيض النقية فإنه يمكن استخدام الكروموسومات والجينات لتوضيح التركيب الجيني وكيفية انتقال الصفات من الآباء إلى جيل الأبناء الأول والثاني، كما في الشكل ( ١٢ ) .\n- ما الصفة السائدة وما الصفة المتنحية للون الفأر؟\n- كم زوجاً من الكروموسومات الحاملة للصفة في الخلايا الجسدية للفأر؟"
      },
      {
        "رقم_الصفحة": 113,
        "نص_الصفحة": "الشكل رقم (١٢) انتقال صفات اللون في الفئران عبر الكروموسومات داخله جيل الآباء: فأر بني اللون (نقي) BB × فأر أبيض اللون (نقي) bb. يظهر الكروموسومات الحاملة للجينات، انقسام اختزالي، الأمشاج، الإخصاب، جيل الأبناء الأول: فئران بنية اللون ( هجينة ) Bb. الآباء من الجيل الأول، انقسام اختزالي، الأمشاج، الإخصاب بين أفراد الجيل الأول، أفراد الجيل الثاني: بنسبة ٣ بني (BB, Bb, Bb) إلى ١ أبيض (bb).\n- كم كروموسوماً يحمل الجين الخاص بالصفة في الأمشاج؟\n- ما لون الفئران الناتجة في الجيل الثاني؟\n- ما نسبة اللون السائد إلى اللون المتنحي لدى أفراد الجيل الثاني من الفئران؟\nالنشاط (٦)\nاستخدام الكروموسومات وجيناتها للتعبير عن انتقال صفتي لون الزهرة وموضعها في نبات البازلاء من جيل الآباء إلى جيل الأبناء الأول والثاني، علماً بأن الكروموسومات التي تحمل صفتي اللون الوردي والوضع الإبطي للزهرة هي R| |R A| |A بينما الكروموسومات التي تحمل صفتي اللون الأبيض والوضع الطرفي للزهرة هي r| |r a| |a محدداً نسبة ظهور كل زوج من الصفات المتضادة في الجيل البنوي الثاني ."
      },
            {
        "رقم_الصفحة": 114,
        "نص_الصفحة": "التوارث غير المندلي للصفات :\nأظهر التطور العلمي أن بعض الصفات تخضع في توارثها لقوانين مندل، إلا أن هناك صفات أخرى يتم توارثها وفق قوانين وآليات أخرى . فمثلاً توصل مندل إلى مفهوم السيادة التامة فقط في توارث بعض الصفات فيما توصل العلماء لاحقاً إلى مفهوم السيادة المشتركة ونقص السيادة في نقل الصفات من جيل إلى آخر . وعلى كل فإن من أهم آليات التوارث غير المندلي للصفات هي كما يأتي :\nأولاً : نقص السيادة أو السيادة غير التامة : Incomplete Dominance :\nوجد علماء الوراثة أن هناك حالات لتوارث بعض الصفات ويختلف فيها الشكل الظاهري للفرد الهجين عن الفرد النقي للصفة المتوارثة، ويكون سبب هذا الاختلاف أن سيادة أحد العوامل الوراثية ليست سيادة تامة على العامل الآخر وإنما تكون سيادة ناقصة إلى حد ما . ومن أمثلة حالة السيادة الناقصة أو غير التامة في الإنسان توارث بعض أمراض فقر الدم مثل مرض فقر الدم المنجلي Sickle Cell Anaemia وفقر دم البحر الأبيض المتوسط Thalassemia ( الثلاسيميا ) ، وتنتشر مرض الثلاسيميا في بلادنا بشكل ملحوظ .\nالنشاط (٧)\nقم بزيارة إلى أقرب مستشفى أو مركز صحي وقابل الطبيب المختص واحصل منه على عدد حالات المرضى المصابين بمرض الثلاسيميا، وعدد مرضى فقر الدم المنجلي ( إن وجد ) الذين يتم علاجهم في المستشفى أو المركز . ثم احصل منه على معلومات حول أسباب ظهور حالات المرض وأعراضه، وما هي الطرق للوقاية منه، ثم اكتب ذلك في تقرير وقدمه إلى مدرسك .\nينتج مرض الثلاسيميا ومرض فقر الدم المنجلي في الأطفال نتيجة لوجود الجينات المسئولة عن المرض في الأب والأم، فالجنين الطبيعي والخالي من المرض يكون له نوع خاص من هيموجلوبين الدم يسمى الهيموجلوبين الجنيني (HbF) Fetus Haemoglobin وبعد ولادة الطفل يتكون نوع آخر من الهيموجلوبين يسمى هيموجلوبين البالغين (HbA) Adult Haemoglobin وذلك خلال الستة الأشهر الأولى من عمر الطفل، ولكن في الأطفال المصابين بمرض"
      },
      {
        "رقم_الصفحة": 115,
        "نص_الصفحة": "الثلاسيميا لا يتم إنتاج هيموجلوبين البالغين، وقد وجد أن السبب في ذلك هو انتقال الجينات المسببة للمرض من الأب والأم إلى الأبناء؛ حيث إن الجين المسؤول عن إنتاج الهيموجلوبين الجنيني هو (HF) أما الجين المسؤول عن إنتاج هيموجلوبين البالغين فهو (HA) . ولهذا فالإنسان غير المصاب يكون تركيبه الجيني (HAHA) والإنسان المصاب بالمرض إصابة كاملة فيكون تركيب الجيني (HFHF) وأما الإنسان المصاب الذي يكون تركيبه الجيني (HAHF) فتكون إصابته بدرجة قليلة، ويظهر المرض في جيل الأبناء عند ما يتزوج رجل تركيبه الجيني (HAHF) من امرأة تحمل نفس التركيب الجيني ويكثر ظهور حالات الإصابة بهذا المرض في زواج الأقارب وخاصة عندما يكون المرض موجوداً بين أفراد الأسرة أو القبيلة أو العشيرة التي ينحصر التزاوج بين أفرادها .\nالنشاط (٨)\nتوصّل إلى احتمالات ظهور مرض الثلاسيميا بين الأفراد الناتجة من الأبناء عند حصول التزاوج بين رجل تركيبه الجيني (HAHF) وامرأة تركيبها الجيني (HAHF) ، محدداً نسبة الأطفال المصابين بالمرض ونسبة الأطفال ذوي الإصابة المتوسطة بالمرض والأطفال غير المصابين .\nوعادة ما تكون خلايا الدم الحمراء في الطفل المصاب بالمرض (HFHF) هشة وسريعة التكسر في أثناء مرورها في الكبد أو الطحال، وتكون كفاءة الهيموجلوبين في نقل الأكسجين منخفضة، وعادة ما تظهر أعراض المرض في العشر السنوات الأولى من عمر الطفل ويبدو عليه أعراض فقر الدم الحاد كالشحوب وبطء في النمو، كما يتضخم الطحال ويتراكم الحديد فيه وفي أجزاء أخرى من الجسم مما يؤدي إلى ظهور مشاكل في القلب والكبد والكلى قد تسبب الوفاة للطفل، ويتم علاج الطفل عن طريق تغيير دمه باستمرار .\nوأما الشخص الذي يحمل التركيب الجيني (HAHF) فتكون إصابته بدرجة قليلة وتظهر الأعراض السابقة في مراحل عمرية متأخرة ولكن بدرجة أقل مما يعني أن الجين (HF) المسبب للمرض يكون له بعض الآثار في ظهور أعراض المرض في الفرد الهجين أي إن سيادة الجينات تكون ناقصة، ولا يظهر المرض إلا في وجود التركيب الجيني في صورته النقية (HFHF) . ويحصل الشيء نفسه لتوارث مرض فقر الدم المنجلي الذي ينتشر بين السود في أمريكا وأفريقيا ."
      },
            {
        "رقم_الصفحة": 116,
        "نص_الصفحة": "ثانياً : السيادة المشتركة : Co - Dominance :\nلاحظ العلماء في حالات توارث بعض الصفات ان الفرد الهجين يختلف شكله الظاهري عن الفرد النقي ويكون شكله وسطاً بين شكلي الأبوين النقيين .\nمثال ( ١ ) :\nتوارث لون شعر الجلد في أبقار الشورت هورن .\nعندما يتزاوج فردان نقيان : أحدهما يحمل لون الشعر الأحمر وتركيبه الجيني (RR) والآخر يحمل لون الشعر الأبيض وتركيبه الجيني (WW) ، فتظهر أفراد الجيل الأول كلها طوبية بينما أفراد الجيل الثاني تتوزع في ثلاثة أشكال مظهرية هي : الأبيض والطوبي والأحمر بنسبة ١:٢:١\nنلاحظ كلا من جيني اللون الأحمر والأبيض يظهر أثره، أي ظهور شعرة حمراء وشعرة بيضاء .\nالشكل رقم (١٣) توارث اللون في ابقار الشورت هورن داخله جيل الآباء: فرد أحمر RR x فرد أبيض WW. يظهر الأمشاج (W, W, R, R). الجيل الأول: افراد طوبية R W. يظهر الأمشاج (R, W, R, W). الجيل الثاني بمربع بونيت: RR (احمر), RW (طوبي), RW (طوبي), WW (ابيض). النسبة ١ : ٢ : ١.\nمثال ( ٢ ) :\nوتظهر السيادة المشتركة أيضاً في توارث إحدى فصائل الدم في الإنسان حيث تشترك IA IB في إظهار الفصيلة الدموية AB\n- ما فصائل الدم المختلفة في الإنسان ؟\n- كيف يتم توارث فصائل الدم في الإنسان ؟\nصنفت فصائل الدم في الإنسان إلى أربع فصائل هي فصيلة (A) وفصيلة (B) وفصيلة (AB) وفصيلة (O) ، وكل شخص يحمل دمه إحدى هذه الفصائل ."
      }
      ,
      {
        "رقم_الصفحة": 117,
        "نص_الصفحة": "ومن المهم جداً معرفة الفصائل الدموية عند عملية نقل الدم من شخص إلى آخر، ولو حدث أن نقل دم يحمل مولدات الإلصاق (A) إلى شخص يحمل الأجسام المضادة (a) فإنه يحدث تفاعل بين مولدات الإلصاق (A) وتلك الأجسام المضادة مسبباً التخثر لكريات الدم الحمراء، ومن ثم انسداد الأوعية الدموية فالوفاة للشخص المنقول إليه الدم.\nويتحكم في عملية توارث فصائل الدم إلى الأبناء جينات متعددة ومتقابلة يرمز إليها كما يأتي:\n١- الجين IA يكون مولد الإلصاق A.\n٢- الجين IB يكون مولد الإلصاق B.\n٣- الجين i لا يكون أياً من نوعي مولدات الإلصاق.\nويعني هذا أن جينين من الجينات الثلاثة واللذين يحددان نوع فصيلة الدم لديه . والجدول ( ٢ ) يوضح فصائل الدم وتركيبها الجيني في الإنسان .\n- ما الفصائل التي تبدو فيه ظاهرة السيادة التامة؟\n- ما الفصيلة التي تظهر فيه السيادة المشتركة للجينات؟\nجدول ( ٢ )\nالتركيب الظاهري لفصيلة الدم | التركيب الجيني للفصيلة | الأجسام المضادة الموجودة في الدم | مولدات الإلصاق\n- فصيلة O | ii | a , b | -\n- فصيلة A | IA IA نقي أو IA i هجين | b | A\n- فصيلة B | IB IB نقي أو IB i هجين | a | B\n- فصيلة AB | IA IB | لا يوجد | A,B\nيتضح لك من الجدول أن كلاً من الجين IA و IB يسود سيادة كاملة على الجين i، إلا أنه لا يسود أي منهما على الآخر، كما هو ظاهر في فصيلة الدم AB، إذ يعمل كل منهما بشكل مشترك لتكوين مولدي الإلصاق A,B، وتكون السيادة في هذه الحالة سيادة مشتركة ."
      },
      {
        "رقم_الصفحة": 118,
        "نص_الصفحة": "مسألة محلولة :\nتوصّل إلى احتمالات ظهور فصائل الدم المختلفة في جيل الأبناء لأب فصيلة دمه A وتركيبه الجيني IA i وأم فصيلة دمها B وتركيبها الجيني لها IB i في ( الشكل- ١٤ ) .\nستلاحظ أن ١/٤ عدد الأبناء يحملون فصيلة الدم A وتركيبها الجيني (IA i) و ١/٤ العدد يحملون فصيلة الدم B وتركيبها الجيني (IB i) و ١/٤ العدد يحملون فصيلة الدم O وتركيبها الجيني (ii)، و ١/٤ العدد يحملون فصيلة الدم AB وتركيبها الجيني (IA IB)، وهي :\nالشكل رقم (١٤) يوضح توارث فصائل الدم في جيل الأبناء، يظهر جيل الآباء: أب فصيلة دمه A (IA i) × أم فصيلة دمها B (IB i). يظهر مربع بونيت النتائج: فصيلة AB (IA IB)، فصيلة A (IA i)، فصيلة B (IB i)، وفصيلة O (ii). بنسبة ١:١:١:١.\nالفصيلة التي تبدو فيها ظاهرة السيادة المشتركة للجينات . وقد وجد أن دراسة توارث فصائل الدم مهمة جداً في الطب الشرعي، إذ تساعد على نفي الأبوة ولكن لا تثبتها، بل يثبتها الحامض النووي (DNA)، كما ستعرف ذلك في الوحدة اللاحقة .\n- هل يمكن أن تكون فصيلة دم الطفل AB إذا كانت فصيلة أحد أبويه O ؟\nالنشاط ( ٩ )\nتوصل إلى احتمالات ظهور فصائل الدم لأبناء أبوين أحدهما يحمل فصيلة الدم A وتركيبه الجيني (IA i) ويحمل الآخر فصيلة الدم O .\nوراثة العامل الرايزيسي Rhesus Factor\n- ما المقصود بالعامل الرايزيسي؟ وما أهميته؟\n- كيف يتم توارث العامل الرايزيسي؟\nالعامل الرايزيسي هو مولد التصاق يوجد على غشاء خلايا الدم الحمراء في الإنسان، ويرمز إليه بالرمز (Rh) . وفي حالة وجوده يكون الشخص موجب العامل الرايزيسي (+Rh)، وفي حالة عدم وجوده يكون الشخص سالب العامل الرايزيسي (-Rh) ويمثل الأشخاص الذين يحملون العامل الرايزيسي حوالي ٨٥٪ من مجموع أفراد المجتمع، بينما تكون النسبة الباقية لأشخاص سالبي العامل الرايزيسي ."
      },
      {
        "رقم_الصفحة": 119,
        "نص_الصفحة": "ويتحكم في توارث العامل الرايزيسي زوج من الجينات، فالجين D يكون سائداً ويعمل على تكوين مولد الإلصاق الرايزيسي بينما الجين d يمنع تكون مولد الإلصاق للعامل الرايزيسي، والشخص الموجب للعامل الرايزيسي يكون تركيبه الجيني DD ( صفة نقية ) أو Dd ( صفة هجينة )، بينما يكون التركيب الجيني للشخص سالب العامل الرايزيسي (dd) .\n- مسألة محلولة :\nتزوج رجل موجب العامل الرايزيسي ( صفة نقية ) من امرأة موجبة العامل الرايزيسي ( صفة هجينة ) فما التركيب الجيني لأبنائهما؟\nستلاحظ أن جيل الأبناء كلهم موجبي العامل الرايزيسي بنسبة ٥٠٪ يحملون الصفة النقية و ٥٠٪ يحملون الصفة الهجينة .\nالشكل رقم (١٥) يوضح وراثة العامل الرايزيسي، يظهر جيل الآباء: أب موجب نقي DD × أم موجبة هجينة Dd. يظهر مربع بونيت النتائج: ٥٠٪ موجب نقي DD و ٥٠٪ موجب هجين Dd.\nالنشاط ( ١٠ )\nتوصل إلى احتمالات توارث فصائل الدم والعامل الرايزيسي لدى الأبناء لأب فصيلة دمه (A) موجب العامل الرايزيسي ( هجين ) وأم فصيلة دمها AB سالبة العامل الرايزيسي، موضحاً نسبة كل فصيلة وعاملها الرايزيسي ( +A+ , B+ , AB- , A- , B- , AB ) .\nوللعلم فإنه يجب مراعاة نوع العامل الرايزيسي للدم عند نقل دم شخص إلى آخر . فمثلاً عند نقل دم من شخص فصيلة دمه A موجب العامل الرايزيسي إلى شخص فصيلة دمه A سالب العامل الرايزيسي، فإن جسم الشخص المستقبل يبدأ بإنتاج أجسام مضادة لمولد الإلصاق (Rh) مما يؤدي إلى تراكم الأجسام المضادة في"
      },
      {
        "رقم_الصفحة": 120,
        "نص_الصفحة": "دمه، وإذا تكرر نقل نفس فصيلة الدم إليه فإن الأجسام المضادة تعمل على تخثير خلايا الدم الحمراء في الدم المنقول إليه مما قد يتسبب في وفاته، انظر الجدول ( ٣ ) الذي يوضح حالات نقل الدم بين المعطي والمستقبل .\nجدول ( ٣ )\nالشخص المعطي | الشخص المستقبل | عدد مرات نقل الدم\n+Rh | +Rh | عدة مرات\n+Rh | -Rh | عدة مرات\n-Rh | +Rh | مرة واحدة فقط\n-Rh | -Rh | عدة مرات\n- ما تأثير العامل الرايزيسي على الجنين في بطن أمه؟\nعند تزاوج رجل موجب العامل الرايزيسي ( صفة نقية ) بامرأة سالبة العامل الرايزيسي فإن جميع الأجنة التي تحمل بهم الزوجة يكونون موجبي العامل الرايزيسي، وغالباً ما يولد الجنين الأول سليماً، ولكن أثناء ولادته ينتقل جزء من دمه الموجب العامل الرايزيسي إلى دم الأم السالب فيستجيب دم الأم مكوناً أجساماً مضادة، فيصبح دم الأم حاملاً لهذه الأجسام المضادة، وعندما تحمل الأم بالجنين الثاني تنتقل الأجسام المضادة من دمها إلى دم الجنين عبر المشيمة، فتعمل هذه الأجسام على إلصاق كريات الدم الحمراء في الجنين وتحليلها، فيصاب الجنين بفقر الدم وقد يؤدي إلى وفاته، وتزداد خطورة الأجسام المضادة في دم الأم على الأجنة في مرات الحمل التالية .\nوقد ساعد التقدم الطبي الحديث في إنتاج مصل تحقن به الأم سالبة العامل الرايزيسي خلال الثلاثة أيام من ولادتها للجنين، فيعمل هذا المصل على إبطال مولدات الإلصاق المتسربة إلى الأم من الجنين مما يؤدي إلى عدم تكوين أجسام مضادة في دم الأم، وأيضاً أصبح بالإمكان تغيير دم الجنين وهو في رحم أمه كحل للمشكلة ."
      },
      {
        "رقم_الصفحة": 121,
        "نص_الصفحة": "ثالثاً : الجينات المميتة Lethal genes\nما نتيجة تزاوج فأر أصفر مع أنثى صفراء اللون كلاهما هجين؟\nوجد أن اللون الأصفر في الفئران يسود على غيره من الألوان مثل اللون الأسود لهذا تكون نتيجة النسل .\n١/٤ أصفر نقي ، ١/٢ أصفر هجين ، ١/٤ أسود إلا أن الربع الأصفر النقي يموت غالباً قبل الولادة أو في أطواره الجنينية الأولى وهذا راجع إلى اجتماع عاملين ( جيني ) اللون الأصفر معاً مما يؤدي إلى وفاة الفأر الحامل لهما ولهذا يقل عدد الفئران الناتجة بنسبة ٢٥٪ وبهذا المثال لا بد من التنبيه إلى أن جين اللون الأصفر (Y) ذو تأثيرين فهو سائد من حيث الشكل المظهري ومتنحي من حيث قدرته على إحداث الوفاة أما جين اللون الأسود (y) فهو متنحي من حيث الشكل المظهري وسائد من حيث الحيوية . لذلك نلاحظ عند اجتماع جين اللون الأصفر Y مع جين اللون الأسود y فإنه يسود عليه سيادة تامة وبذا يظهر الفأر أصفر هجين Yy .\nأي أن نتيجة تزاوج فأر أصفر هجين مع أنثى صفراء هجينة هو شكلين مظهريين أصفر وأسود بنسبة ٢ : ١ على الترتيب كما في الشكل ( ١٦ ) .\nالشكل رقم (١٦) الجينات المميتة في الفئران، يظهر تزاوج بين ذكر أصفر هجين Yy وأنثى صفراء هجينة Yy. النتائج: YY (أصفر نقي يموت)، Yy (أصفر هجين)، Yy (أصفر هجين)، yy (أسود). النسبة بين الأحياء ٢ أصفر : ١ أسود.\n- لماذا تفسر ظهور بادرات بيضاء خالية من اليخضور ( الكلوروفيل ) بنسبة ٢٥٪ وبادرات خضراء اللون بنسبة ٧٥٪ عند زراعة بذور ذرة ناتجة من تلقيح ذاتي لنبات ذرة أخضر اللون مع العلم بأن جين تكوين اليخضور سائد وحيوي بينما جين انعدام تكوين اليخضور متنحي ومميت ."
      }
      ,
      {
        "رقم_الصفحة": 122,
        "نص_الصفحة": "الوراثة والجنس\nللجنس دور كبير في ظهور بعض الصفات الوراثية لدى الأبناء، فللوراثة دور أساسي في تحديد جنس الوليد، كما أن كثيراً من الصفات في الأبناء ترتبط عواملها الوراثية ( الجينات ) بالكروموسومات الجنسية، وصفات أخرى يتأثر ظهورها أو عدم ظهورها بجنس الفرد .\nأولاً : دور الوراثة في تحديد الجنس :\n- ما الذي يجعل الجنين ينمو إلى ذكر أو أنثى بإرادة الله ؟\n- كيف يتم توارث صفات الذكورة أو الأنوثة في الإنسان ؟\nلقد عرفت أن كل خلية من الخلايا الجسدية في جسمك تحتوي على ( ٢٣ ) زوجاً من الكروموسومات، وأن ( ٢٢ ) زوجاً من هذه الأزواج تسمى الكروموسومات الجسدية ( الذاتية ) (Autosomes) ، وأما الزوج الأخير فتسمى الكروموسومات الجنسية (Sex Chromosomes) ، والكروموسومان الجنسيان في الإنسان هما الكروموسوم (X) والكروموسوم (y) وقد ثبت علمياً أن الكروموسوم الجنسي (Y) هو المحدد للذكورة في الإنسان .\nوقد اتضح أن هناك أنماطاً مختلفة من كروموسومات تحديد الجنس في الكائنات الحية المختلفة ومنها، هذه الأنماط هي :\n١- النمط (XX - XY) ويوجد هذا النمط في الإنسان، كما عرفت سابقاً، كما يوجد في كثير من الحيوانات الأخرى مثل ذبابة الفاكهة .\n٢- النمط (XX - X0) ويوجد في بعض الحشرات مثل الصرصور والنطاط، حيث يعني الرمز (0) صفراً بمعنى عدم وجود الكروموسوم (Y) في الذكر أما الأنثى فتحتوي خلاياها على كروموسومين جنسيين هما (XX) .\n٣- النمط (ZW - ZZ) ويوجد في بعض الحيوانات كالطيور والأسماك والفراشات؛ حيث تحتوي خلايا الذكر فيها على كروموسومين (ZZ) بينما خلايا الأنثى تحوي كروموسومين مختلفين هما (ZW) ، وهذا يعني أن تحديد الجنس في أبناء هذه الحيوانات التي تحمل هذا النمط تحدده الأنثى ( الأم ) وليس الذكر كما في النمط البشري (XY) .\n٤- نمط العدد الفردي أو الزوجي (n أو 2 n) من الكروموسومات : حيث وجد أن الجنس في النمل والنحل يتحدد بعدد الكروموسومات في خلية الفرد، فالأنثى"
      },
      {
        "رقم_الصفحة": 123,
        "نص_الصفحة": "تحوي عدداً زوجياً من الكروموسومات (2n) لأنها تنتج من بيض مخصب، بينما الذكر يحوي عدداً أحادياً من الكروموسومات (n) لأنه ينتج من بيض غير مخصب .\nثانياً : توارث الصفات المرتبطة بالجنس :\nلقد وجد أن كثيراً من الصفات الوراثية تحمل جيناتها على الكروموسومات الجنسية، لهذا تسمى صفات يرتبط توارثها بالجنس .\n- ما الكروموسومات الجنسية ؟\n- ما هو الكروموسوم الجنسي الذي يحمل معظم الصفات المرتبطة بالجنس ؟\nومن أمثلة الصفات التي تنتقل من الآباء إلى الأبناء في الإنسان مرتبطة بالكروموسومات الجنسية، وخاصة الكروموسوم (X) ، مرض عمى الألوان الشكل-١٧، ومرض نزف الدم الهيموفيليا (Hemophilia) ومرض البول السكري وغيرها، وهي جميعاً صفات متنحية مسؤول عن إظهارها جين متنح على الكروموسوم (X) . وصفة الشعر الكثيف في الأذن المرتبطة بالكروموسوم Y .\nفمثلاً يظهر عمى الألوان بين الأبناء وهو عدم القدرة على التمييز بين اللونين الأخضر والأحمر . ويمكن الكشف عن وجود المرض باستخدام البطاقة المبينة في الشكل ( ١٧ ) . فالشخص الذي يرى الرقم (4) فقط في البطاقة يكون مصاباً بعمى اللون الأخضر وأما الشخص الذي يرى الرقم (2) فقط يكون مصاباً بعمى اللون الأحمر . أما الشخص الذي يستطيع قراءة الرقم (42) فيكون طبيعياً وغير مصاب بالمرض . والجدول ( ٣ ) يوضح التركيب الظاهري والتركيب الجيني للمصابين بمرض عمى الألوان وحاملي المرض والأشخاص السليمين من المرض .\nالشكل رقم (١٧) بطاقة فحص عمى الألوان داخله يد تشير إلى بطاقة دائرية تحتوي على نقاط ملونة ويظهر من خلالها رقم يختبر قدرة الشخص على تمييز الألوان.\nجدول ( ٣ )\nالنوع | مصاب | حامل المرض | سليم\nذكر | Xby | - | XBy\nأنثى | XbXb | XBXb | XBXB\n- ما التركيب الجيني لأنثى مصابة بعمى الألوان ؟\n- ما التركيب الجيني لذكر مصاب بعمى الألوان ؟"
      },
      {
        "رقم_الصفحة": 124,
        "نص_الصفحة": "ثالثاً : توارث الصفات المتأثرة بالجنس :\nوهي الصفات التي تحمل جيناتها على الكروموسومات الجسدية ولكن ظهور الصفة أو عدم ظهورها يعتمد على الهرمونات الجنسية . ومن أمثلة هذه الصفات وجود أو عدم وجود القرون لدى الأغنام، كما تعتبر صفة الصلع في الإنسان من الصفات المتأثرة بالجنس؛ حيث يظهر الصلع الوراثي في الإنسان بتأثير زوج من الجينات المحمولة على الكروموسومات الجسدية، كما في الشكل ( ١٨ )، ويرمز إلى صفة الصلع بالرمز (b+) ولوجود الشعر بالرمز (b) وتعمل الهرمونات الجنسية الذكرية على إعطاء السيادة للجين (b) على الجين (b+) في الذكور الذين يكون تركيبهم الجيني (b+ b)، وهذا يعني أن جين الصلع يكون سائداً في حالة الذكور ويكون متنحياً في حالة الأنثى، أي أنه لا بد من وجود الجينين (bb) في الأنثى لإظهار صفة الصلع، وهذا يفسر سبب انتشار ظاهرة الصلع بين الرجال وندرة وجود هذه الصفة بين النساء .\nالشكل رقم (١٨) توارث صفة الصلع في الإنسان داخله مخطط وراثي يظهر تزاوج بين رجل أصلع (b+/b) وامرأة ذات شعر (b+/b)، ويظهر توزيع الأمشاج والنتائج في الأبناء: أصلع (b+ b+)، أصلع (b+ b)، أصلع (b+ b)، وذات شعر (bb).\nادرس الشكل ( ١٨ ) ثم أجب عن الأسئلة الآتية :\n- ما التركيب الجيني للرجل الأصلع ؟\n- ما التركيب الجيني للرجل الذي لا يصاب بالصلع ؟\n- ما التركيب الجيني للمرأة التي تصاب بالصلع ؟\n- ما احتمال إصابة الرجل بالصلع ؟\n- ما احتمال إصابة المرأة بالصلع ؟"
      },
      {
        "رقم_الصفحة": 125,
        "نص_الصفحة": "وراثة مجموعة الجينات المتربطة Linkage Group\n- ما المقصود بالجينات المتربطة ؟\n- كيف يتم توارث الجينات المتربطة ؟\nلقد وجد أن الجينات الواقعة على الكروموسوم الواحد والمتقاربة لا تتوزع توزيعاً حراً ( حسب قانون مندل الثاني ) عند تكوين الأمشاج بل تورث معاً كمجموعة واحدة تسمى المجموعة المترابطة، وقد توصل العالم مورجان Morgan (١٨٦٦ - ١٩٤٥ م )، أثناء دراسته لتوارث بعض الصفات في ذبابة الفاكهة إلى أن هناك نوعين من الارتباط هما :\nالارتباط التام : Complete Linkage :\nفي تجربة لدراسة توارث صفتي لون الجسم وحجم الأجنحة في ذبابة الفاكهة؛ زواج مورجان بين أنثى من النوع البري رمادية اللون وذات أجنحة طويلة ( نقية ) ، وذكر أسود اللون ذي أجنحة قصيرة من النوع الناتج عن طفرة وراثية، كما في ( الشكل- ١٩ ) ، ولاحظ الناتج من أفراد الجيل الأول .\n- ما لون أجسام أفراد الجيل الأول ؟\n- ما الشكل الظاهري لأجنحتها ؟\nالشكل رقم (١٩) توارث صفتي طول الأجنحة ولون الجسم في ذبابة الفاكهة عن طريق الارتباط التام للجينات داخله جيل الآباء: أنثى رمادية اللون طويلة الأجنحة AB/AB × ذكر أسود اللون قصير الأجنحة ab/ab. يظهر الأمشاج والتلقيح الاختباري، ونتائج الجيل الأول (AB)(ab) رمادية طويلة، والجيل الثاني بنسبة ٥٠٪ رمادية طويلة و ٥٠٪ سوداء قصيرة."
      },
      {
        "رقم_الصفحة": 126,
        "نص_الصفحة": "ثم قام مورجان بإجراء تلقيح اختباري بين ذكر رمادي اللون طويل الأجنحة من أفراد الجيل الأول وأنثى سوداء قصيرة الأجنحة كما في الشكل ( ١٩ ) ولاحظ صفات اللون وطول الأجنحة بين الأبناء فوجد أن ٥٠٪ من الأفراد كانت رمادية اللون طويلة الأجنحة و ٥٠٪ منها كانت سوداء اللون وقصيرة الأجنحة ( بنسبة ١:١ ) .\n- قارن بين هذه النتائج والنتائج المتوقعة تبعاً لقانون التوزيع المندلي ؟\n- ما سبب ظهور الصفات بنسبة ١:١ مختلفة عن نسب قانون التوزيع الحر ؟\nوضع مورجان تفسيراً لهذه النتائج بأن كلاً من جين لون الجسم الرمادي وجين الأجنحة الطويلة موجود على أحد الكروموسومات، بينما توجد جينات لون الجسم الأسود والأجنحة القصيرة على الكروموسوم الآخر المقابل، ولهذا ينتقل الجينان معاً كما في الشكل ( ١٩ ) .\n٢- الارتباط غير التام للجينات : Incomplete Linkage\nعندما كرر العالم مورجان التلقيح الاختباري، بتزويج أنثى هجينة رمادية اللون وطويلة الأجنحة مع ذكر أسود اللون وقصير الأجنحة كما في الشكل ( ٢٠ )، لاحظ أن النتائج كانت أيضاً مخالفة للنسب التي اقترحها قانون التوزيع الحر لمندل .\nالشكل رقم (٢٠) توارث لون الجسم وطول الأجنحة في ذبابة الفاكهة داخله رسم يوضح جيل الآباء، التلقيح الاختباري، حدوث انقسام اختزالي وعملية العبور (Crossing over)، ويظهر الأمشاج الناتجة عن الارتباط التام والأمشاج الناتجة عن العبور، ونتائج أفراد الجيل الأول (التركيب الجيني): رمادية طويلة، سوداء قصيرة، سوداء طويلة، رمادية قصيرة. مع نسب ٨٣٪ تراكيب أبوية و ١٧٪ تراكيب جديدة.\n- ما الأشكال الظاهرية للون الجسم وطول الأجنحة في أفراد الجيل الأول من ذباب الفاكهة ؟\n- ما مدى تشابه أفراد الجيل الأول مع الأبوين ؟\nلقد وجد مورجان أن نسبة الأفراد التي تشبه الأبوين في صفتي لون الجسم وطول الأجنحة في ذباب الفاكهة كانت كبيرة ٨٣٪ ( ٤١,٥٪ رمادية طويلة و ٤١,٥٪ سوداء قصيرة ) بينما ظهرت أفراد لها تراكيب جديدة تختلف عن الأبوين وبنسبة قليلة ١٧٪ ( ٨,٥٪ رمادية قصيرة و ٨,٥٪ سوداء طويلة ) ."
      }
      ,
      {
        "رقم_الصفحة": 127,
        "نص_الصفحة": "اللون وطول الأجنحة كانت حوالي ٨٣٪ بينما نسبة الأفراد التي لها صفات مختلفة عن الأبوين حوالي ١٧٪ .\nوقد علل مورجان ظهور أفراد بصفات مختلفة عن صفات الأبوين بحدوث عبور بين الجينات أثناء عملية الانقسام الاختزالي كما في الشكل ( ٢١ ) رغم وجودها على كروموسوم واحد .\n- ما المقصود بالعبور للجينات ؟\nلقد لاحظ العلماء أنه بالرغم من أن الجينات الموجودة على أحد الكروموسومات تنتقل مترابطة من جيل الآباء إلى جيل الأبناء إلا أنه يحدث أحياناً انفكاك لبعض الجينات فتنتقل من الكروموسوم الذي يحملها إلى الكروموسوم المقابل له في عملية تسمى العبور كما في الشكل ( ٢١ ) ، وينتج عن ذلك تغير في الصفات المرتبطة بتلك الجينات .\n- ما أهمية العبور للكائنات الحية؟\n- كيف تتم عملية العبور للجينات من كروموسوم إلى آخر؟\nالشكل رقم (٢١) عبور الجينات بين كروموسومين متجاورين داخله رسم يوضح كروموسومين متماثلين يتبادلان أجزاء من المادة الوراثية (الجينات) أثناء الانقسام الاختزالي مما يؤدي إلى تنوع الصفات الوراثية."
      },
      {
        "رقم_الصفحة": 128,
        "نص_الصفحة": "وراثة الجينات المتعددة (التراكمية)\n- ما المقصود بالجينات التراكمية ؟\nعديدة أزواج من جينات غير مرتبطة تتحكم في تكوين صفة وراثية كمية واحدة في الفرد الواحد . فكلما زاد عدد الجينات السائدة تزداد درجة الصفة، ومن الأمثلة عنها :\n- طول القامة ، لون الجلد ، الذكاء عند الإنسان .\n- تدرج كمية اللبن أو اللحم أو حجم البيض في بعض الحيوانات .\n- تدرج لون حبوب القمح بين اللون الأبيض واللون الأحمر، ويتحكم في ذلك ما لا يقل عن ثلاثة أزواج من الجينات توجد على أكثر من زوج من الكروموسومات .\nفلو افترضنا أن التركيب الجيني للون حبوب القمح يكون AA BB RR ، والتركيب الجيني للون حبوب القمح البيضاء aa bb rr ، وتكون التراكيب الجينية للون حبوب القمح الوسط Aa Bb Rr ، ولأن للجينات المتعددة تأثيراً متساوياً فإن التركيب الجيني AA Bb Rr ، والتركيب الجيني Aa Bb RR لهما التأثير نفسه لوجود ثلاثة أزواج من الجينات تتحكم في إنتاج الصبغة في خلايا كل منهما، ففي هذا المثال ينتج التركيب المظهري متدرجاً ومتراكماً لمجموعة الجينات المشاركة في التركيب الجيني للون حبات القمح ."
      },
      {
        "رقم_الصفحة": 129,
        "نص_الصفحة": "تقويم الوحدة\n١- عرف كلاً مما يأتي : - الوراثة - الصفة - الصفة السائدة - الهجين ( الخليط ) - قانون إنعزال الصفات - قانون التوزيع المستقل ( الحر )\n٢- ما الفرق بين المظهر الخارجي والتركيب الجنيني للفرد ؟\n٣- لماذا كان مندل موفقاً في اختياره لنبات البازلاء لإجراء تجاربه عليه ؟ ولماذا لا يعتبر الانسان مادة صالحة للتجارب الوراثية ؟\n٤- ماذا يقصد بالتلقيح الاختباري ؟ وما أهميته ؟\n٥- لماذا يعد مرض عمى اللونين الأحمر والأخضر نادراً بين النساء ؟\n٦- اشرح على أسس وراثية علاقة الكروموسومات بتحديد الجنس ؟\n٧- ما هو الدور الذي يلعبه y في الإنسان ؟\n٨- وضح المقصود بكل من الارتباط والعبور ؟\n٩- اشرح على أسس وراثية وراثة الصلع ؟\n١٠- ما الفرق بين صفة مرتبطة بالجنس وصفة متأثرة بالجنس ؟\n١١- تزوج رجل بني العينين كان أبوه أزرق العينين بإمرأة زرقاء العينين ما هو احتمال لون اعين ابنائهم ؟ إذا علمت أن اللون البني سائد على اللون الأزرق .\n١٢- نتيجة لقيام مندل بتهجين نباتات بازلاء مستديرة البذور مع بعضها البعض فقد حصل على ( ٧٣٢٤ ) بذرة موزعة كالآتي : ( ٥٤٧٤ ) بذرة مستديرة الشكل و ( ١٨٥٠ ) بذرة مجعدة . وضح على أسس وراثية التركيب الجيني للآباء والأبناء ؟\n١٣- ينشأ اللون الأسود في حيوان الوبر عن جين سائد يرمز له بالرمز B واللون الأبيض عن جين متنح يرمز له بالرمز b وكذلك ينشأ الشعر الخشن عن جين سائد R والشعر الناعم عن جين متنح r ما هو احتمال ناتج اخصاب ذكر الوبر تركيبه الجيني Bb Rr لأنثى الوبر تركيبها الجيني BbRr ؟\n١٤- إذا حدث تزاوج بين ذكر من الفئران أصفر اللون وأنثى صفراء اللون وكلاهما هجين كان الناتج من هذا التزاوج فئران سوداء وصفراء بنسبة ١:٢ ، علماً بأن اللون الأصفر في الفئران سائد على غيره من الألوان . - علل ذلك على أسس وراثية .\n١٥- ثلاثة أطفال فصيلتهم الدموية كانت على النحو الآتي : AB, O, B وكل طفل ينتمي لعائلة مختلفة ، وكانت الزمر الدموية لأبوي كل عائلة هي :\n- العائلة الأولى : الأب : O والأم : AB - العائلة الثانية : الأب : A والأم : A\n- العائلة الثالثة : الأب : A والأم : B ( نقية ) . - هل يمكن تعيين كل طفل للعائلة التي ينتمي إليها ؟"
      },
      {
        "رقم_الصفحة": 130,
        "نص_الصفحة": "١٦- تزوج رجل فصيلته الدموية AB من امرأة فصيلتها الدموية O . ما هو احتمال التركيب الجيني للأبناء ؟ وهل يجوز للأب أن يسعف أبناءه بكمية من دمه ؟ وضح ذلك على أسس وراثية .\n١٧- أنجب زوجان أربعة أطفال فصيلة كل منهم مختلفة عن الآخر .\n- ما زمرة الدم في كل من الزوج والزوجة . وضح ذلك على أسس وراثية .\n١٨- امرأة فصيلتها الدموية O وزوجها فصيلته الدموية AB .\n- هل يمكنهما وراثياً إنجاب طفل فصيلته الدموية O ؟\n١٩- تزوج رجل موجب بالنسبة لعامل رايزيس +Rh من امرأة سالبة لهذا العامل -Rh ، فأنجبا طفلاً سالباً لعامل رايزيس -Rh .\n- ما التركيب الجيني للرجل بالنسبة لعامل رايزيس ؟ وما نسبة احتمال أن يكون الطفل الثاني موجباً لهذا العامل ؟\n٢٠- في نبات حنك السبع سلالتان الأولى ذات أزهار حمراء (R) والثانية ذات أزهار بيضاء (W) وبتهجين السلالتين معاً كانت جميع أفراد الجيل الأول ذات أزهار وردية اللون . وعندما هجنت أفراد الجيل الأول فيما بينها توزعت أفراد الجيل الثاني بين فئات مظهرية ثلاث كالآتي :\n١/٤ أحمر ، ١/٢ وردي ، ١/٤ أبيض .\n- أعط تحليلاً لوراثة صفة لون أزهار نبات حنك السبع ؟\n٢١- تزوج رجل مصاب بعمى اللونين الأحمر والأخضر بأنثى حاملة للمرض ؟\n- ما هي احتمالات ظهور هذا المرض في الأبناء ؟\n٢٢- لدى إجراء دراسة لنسب إحدى العائلات ، تبين أن أنثى رؤيتها طبيعية للألوان ، كان والدها مصاباً بمرض عمى الألوان وأمها طبيعية ، فإذا تزوجت رجلاً رؤيته طبيعية ، ما هي التراكيب الجينية المحتملة لأبنائهما ؟ وما نسبة الإصابة بمرض عمى الألوان بين الذكور والإناث ؟\n٢٣- إذا كانت خصلة الشعر البيضاء في الإنسان صفة متنحية مرتبطة بالجنس ، فما هي احتمالات توريث هذه الصفة في الأبناء الناتجين عن زواج رجل ذي شعر عادي ، بامرأة ذات خصلة بيضاء ؟\n٢٤- استنتج نوع الجين المميت ( سائد أم متنحي ) وعدد الأشكال المظهرية للأفراد الناتجة التي تعيش ونسبتها في وراثة لون الفئران ووراثة لون بادرات نبات الذرة ؟"
      }

    ]
  }























]













