[
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول (النموذج أ)",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "يقوم النخاع المستطيل بتنظيم الحركات اللاارادية للجسم الاجابة x",
      "الثمار التي تحتوي على البذور تسمى بالثمار العذرية الاجابة x",
      "يستخدم المزارعون الأوكسينات لتأخير سقوط الثمار غير الناضجة الاجابة ✓",
      "من الأعضاء التناسلية الأساسية في أنثى الإنسان المبيضان الاجابة ✓",
      "يعتبر الإحساس خاصية من خواص بروتوبلازم الكائن الحي الاجابة ✓",
      "التلقيح الاختباري يستخدم للتفرقة بين الصفات السائدة النقية والصفات المتنحية الاجابة x"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول (النموذج أ)",
    "نوع_السؤال": "رسمة (تركيب عين الإنسان)",
    "الاسئلة": [
      "يوجد شكل تخطيطي لمقطع عرضي في عين الإنسان، والمطلوب تسمية الأجزاء المشار إليها بالأرقام الآتية: (1) ، (2) ، (3) ، (4) الاجابة (1) المشيمية (2) الشبكية (3) الصلبة (4) العدسة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني (النموذج أ)",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "أشد العظام صلابة في الجسم هي عظام الاجابة الجمجمة",
      "تنضج الحيوانات المنوية وتكتسب قدرتها على الحركة في الاجابة البربخ",
      "عندما يحتاج مريض فصيلة دمه (O) لنقل الدم يجب أن تكون فصيلة المتبرع الاجابة O",
      "الهرمون الذي يحفز المعدة لإفراز عصارتها الهاضمة هو الاجابة الجاسترين",
      "الطبقة الخارجية للمخ تسمى المادة الاجابة الرمادية",
      "مؤسس علم الوراثة العالم الاجابة مندل"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني (النموذج أ)",
    "نوع_السؤال": "مسألة وراثة (مربع بانيت)",
    "الاسئلة": [
      "في جدول يوضح تزاوج صفة طول الساق (T) سائد على قصر الساق (t)، المطلوب أولاً: اكتب التراكيب الجينية للأرقام (1) و (4) الاجابة (1) Tt (4) tt",
      "المطلوب ثانياً: ما التراكيب المظهرية للآباء؟ الاجابة الذكر: قصير الساق والأنثى: طويل الساق"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث (النموذج أ)",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "ساق قرصية ترتكز عليها أوراق شحمية ... [ الكورمة ، البصلة ، الدرنة ، الريزوم ] الاجابة البصلة",
      "الهرمون الذي يعتبر ضرورياً لاستمرار الحمل ... [ الثيروكسين ، التستوسترون ، الأوكسيتوسين ، الإدريتالين ] الاجابة الأوكسيتوسين",
      "الأعصاب الجمجمية تتكون من ... [ 31 ، 21 ، 12 ، 33 ] زوجاً من الأعصاب الاجابة 12",
      "أحد التراكيب التالية يمثل مشيجاً ... [ BbR ، BBr ، R ، BB ] الاجابة R",
      "طور من أطوار دورة الرحم في انثى الإنسان هو طور... [ الحويصلة ، الإباضة ، الجسم الأصفر ، الحيض ] الاجابة الحيض",
      "مستقبلات اللمس المنتشرة في الجلد هي ... [ حويصلات باسيني ، حويصلات ميسنر ، نهايات كراوس ، نهايات روفيني ] الاجابة حويصلات ميسنر"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث (النموذج أ)",
    "نوع_السؤال": "قارن بين",
    "الاسئلة": [
      "قارن بين خلايا شيفان والخلايا النجمية من حيث مكان وجودها الاجابة خلايا شيفان: خارج الجهاز العصبي المركزي ، الخلايا النجمية: في الجهاز العصبي المركزي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع (النموذج أ)",
    "نوع_السؤال": "صوّب ما تحته خط في العبارات الآتية",
    "الاسئلة": [
      "الشخص الذي يكون تركيبه الجيني (IAIB) فإن فصيلة دمه (B) الاجابة AB",
      "تمتاز الهرمونات الستيرويدية بأن مستقبلاتها توجد على سطح غشاء الخلية الاجابة الببتيدية",
      "الأرشيجونات هي الأعضاء الجنسية المذكرة في نبات الفيونايا الاجابة الأنثريدات",
      "الفعل العصبي المنعكس يبدأ دائماً بعضو الاستجابة الاجابة الحس",
      "توجد جزر لانجرهانز في الكبد الاجابة البنكرياس",
      "تتكون الأظافر عند الجنين في الشهور الثلاثة الأولى الاجابة الأخيرة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع (النموذج أ)",
    "نوع_السؤال": "رسمة (التركيب الداخلي لبويضة نبات ناضجة)",
    "الاسئلة": [
      "يوجد شكل يبيّن التركيب الداخلي لبويضة نبات ناضجة، والمطلوب تسمية الخلايا والأنوية المرقمة بالأرقام: (1) ، (2) ، (3) ، (4) الاجابة (1) الخلايا السمتية (2) نواتان قطبيتان (3) خلية البيضة (4) خليتان مساعدتان"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس (النموذج أ)",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "الصفة الوراثية في الكائن الحي تمثل بعاملين وراثيين ينعزلان عند تكوين الأمشاج الاجابة قانون الانعزال",
      "غدد تقوم بإفراز الهرمونات اللازمة لعملية تنظيم أجهزة الجسم الاجابة الغدد الصماء",
      "قناة مسؤولة عن تعادل الضغط الجوي على جانبي غشاء الطبلة في الأذن الاجابة استاكيوس",
      "لغة التفاهم بين الخلايا العصبية الاجابة السيال العصبي",
      "مرض سببه نقص أملاح الكالسيوم في الدم الاجابة كزاز العضلات",
      "أزهار تحتوي على أعضاء التذكير أو التأنيث الاجابة أحادية الجنس"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس (النموذج أ)",
    "نوع_السؤال": "أكمل الجدول بتوضيح الوظيفة لكل مما يأتي",
    "الاسئلة": [
      "ما وظيفة الغشاء الجنيني (الممبار) الاجابة تكوين خلايا الدم",
      "ما وظيفة الميتوكوندريا في الحيوان المنوي الاجابة انتاج الطاقة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس (النموذج أ)",
    "نوع_السؤال": "ضع بين القوسين أمام القائمة الأولى الرقم المناسب له من القائمة الثانية",
    "الاسئلة": [
      "خلايا سرتولي الاجابة 3- تدعم الحيوانات المنوية وتغذيها",
      "الخلية العصبية الاجابة 4- وحدة بناء الجهاز العصبي",
      "خلايا بيتا في البنكرياس الاجابة 1- تفرز هرمون الأنسولين"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس (النموذج أ)",
    "نوع_السؤال": "وضّح سبب الإصابة بالأمراض في الجدول أدناه",
    "الاسئلة": [
      "تضخم الغدة الدرقية الاجابة نقص اليود في الغذاء",
      "السكر الاجابة نقص إفراز هرمون الأنسولين"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول (النموذج ب)",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "الاستنساخ هو إنتاج كائن حي من خلية جسدية لكائن حي آخر الاجابة ✓",
      "الصفة الهجينة يعبر عنها بزوج من العوامل غير المتماثلة الاجابة ✓",
      "تحتوي خلايا ذكور النحل على المجموعة الثنائية من الكروموسومات الاجابة x",
      "تتكون الشفرة الوراثية من رموز لأربع قواعد نيتروجينية الاجابة x",
      "تمتاز الهرمونات السكرية بتأثيرها للالتهابات الناتجة عن تلف الأنسجة الاجابة ✓",
      "تستجيب الهيدراء عصبياً للمؤثرات المحيطة بواسطة الجهاز العصبي الأولي الاجابة ✓"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول (النموذج ب)",
    "نوع_السؤال": "رسمة (الخلية العصبية)",
    "الاسئلة": [
      "يوجد شكل يوضح الخلية العصبية، والمطلوب أولاً: سمّ الأجزاء المشار إليها بالأرقام: (1) ، (2) ، (3) ، (4) الاجابة (1) أزرار طرفية (2) المحور أو الليفة العصبية (3) زوائد شجرية (4) جسم الخلية",
      "المطلوب ثانياً: ما طريقة انتقال السيال العصبي في هذه الخلية؟ الاجابة للتأثير المباشر لطبقة الميالين"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني (النموذج ب)",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "خلايا الغراء العصبي التي تعمل على تصنيع النواقل العصبية هي الاجابة الخلايا النجمية",
      "خلايا بينية توجد في الخصية تقوم بإفراز هرمون التستوسترون تسمى بـ الاجابة خلايا بينية",
      "حركة النبات التي لا تعتمد على اتجاه المثير تعرف بـ الاجابة الانتحاء",
      "الصفات المرتبطة بالجنس هي التي تحمل جيناتها على الكروموسومات الاجابة الجنسية",
      "عملية تحويل المعارف العلمية لعلم الأحياء إلى تطبيقات عملية يستفيد منها الإنسان يطلق عليها بـ الاجابة التقانة الحيوية",
      "القانون الأول للعالم مندل في الوراثة سمي بقانون الاجابة الانعزال"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني (النموذج ب)",
    "نوع_السؤال": "مسألة وراثة (فصائل الدم)",
    "الاسئلة": [
      "في جدول يوضح تزاوج فصائل الدم، المطلوب أولاً: ما التراكيب الجينية لكل من الأبناء المرقمة: (1) ، (2) ، (3) ، (4) الاجابة (1) IA i (2) IB i (3) IA IB (4) ii",
      "المطلوب ثانياً: ما الفصائل الدموية لكل من (1) ، (4)؟ الاجابة (1) A (4) O",
      "المطلوب ثالثاً: حدد الفصائل الدموية لكل من الأب والأم الاجابة الأب: B الأم: A"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث (النموذج ب)",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "الهرمون الذي يحول الجلوكوز إلى جليكوجين هو ... [ الانسولين ، الجاسترين ، الجلوكاجون ، الانتروجين ] الاجابة الجلوكاجون",
      "النمط الكروموسومي للصرصور هو ... [ XX-XY ، ZW-ZZ ، XX-XO ، ZO-ZW ] الاجابة XX-XO",
      "طبقة العين التي تحتوي على المستقبلات الضوئية تسمى ... [ الشبكية ، المشيمية ، الصلبة ، القزحية ] الاجابة الشبكية",
      "عملية الإخصاب المزدوج هي إحدى خواص النباتات ... [ مغطاة البذور ، الحزازيات ، السرخسيات ، معراة البذور ] الاجابة مغطاة البذور",
      "التقاء الجين IA مع الجين IB في فصيلة الدم AB يعتبر سيادة ... [ تامة ، غير تامة ، مشتركة ، متعددة ] الاجابة مشتركة",
      "الشكل الذي يميز خلايا التذوق في اللسان هو ... [ المغزلي ، المخروطي ، المكعبي ، الدائري ] الاجابة المغزلي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث (النموذج ب)",
    "نوع_السؤال": "قارن بين",
    "الاسئلة": [
      "قارن بين خلايا بطانة القناة الشوكية وبطينات المخ والخلايا القمرية من حيث أماكن تواجدها الاجابة خلايا بطانة القناة الشوكية وبطينات المخ: في الجهاز العصبي المركزي ، الخلايا القمرية: خارج الجهاز العصبي المركزي",
      "قارن بين الثيروكسين وصبغ الميلانين من حيث محفزات الإنتاج الاجابة الثيروكسين: الهرمون الحافز للغدة الدرقية (TSH) ، صبغ الميلانين: الهرمون المنشط للخلايا الميلانينية (MSH)"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع (النموذج ب)",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "عملية إنتاج أفراد جديدة من بويضات غير مخصبة الاجابة التكاثر العذري",
      "فراغ يوجد بين الغشاء قبل التشابكي والغشاء بعد التشابكي الاجابة الشق التشابكي",
      "اسم المقترح الذي قدمه العالم فرانسيس كريك حول عملية تكوين البروتين في الخلية الاجابة فرضية اللغز المركزي",
      "أول خلية جسمية من الطفل الذي تحمله أمه تسعة أشهر الاجابة البويضة المخصبة (اللاقحة)",
      "عملية انتقال الجينات من الكروموسومات التي يحملها إلى الكروموسوم المقابل الاجابة العبور",
      "هرمون له علاقة في إغلاق الثغور أثناء فترات الجفاف الاجابة حمض الأبسيسيك"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع (النموذج ب)",
    "نوع_السؤال": "رسمة (مقطع طولي في البصلة)",
    "الاسئلة": [
      "يوجد رسم تخطيطي لمقطع طولي في البصلة، والمطلوب كتابة البيانات على الرسم الاجابة البيانات هي: أوراق شحمية ، برعم طرفي ، جذور عرضية ، برعم جانبي ، ساق"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس (النموذج ب)",
    "نوع_السؤال": "علل لما يأتي",
    "الاسئلة": [
      "يتم التأكد من خلط الدهن جيداً في الحليب أثناء عملية إنتاج الزبادي الاجابة حتى لا يتجمع وينفصل عنه أثناء عملية الانتاج",
      "عدم القدرة على التمييز بين اللونين الأحمر والأخضر يظهر في الذكور بنسبة كبيرة بينما في الإناث بنسبة ضئيلة الاجابة لأن جين المرض محمول على الكروموسوم (X) فيكون جين واحد له لإظهار المرض عند الذكور بينما في الإناث يتطلب جينين متماثلين لإظهار المرض لأن تركيب الكروموسوم (XX)",
      "على الرغم من أن التطعيم لا يؤدي إلى الزيادة في العدد إلا أن المزارعون يلجأون إليه بكثرة الاجابة للمحافظة على أنواع لا تتكاثر في بعض البيئات والمحافظة على صفات مرغوبة مثل الطعم، الحجم... إلخ"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس (النموذج ب)",
    "نوع_السؤال": "ما النتائج المتوقعة حدوثه في كل حالة من الحالات الآتية",
    "الاسئلة": [
      "عند وصول الروائح بموادها الكيميائية على شكل غاز إلى بطانة الأنف أثناء التنفس الاجابة تذوب المواد الكيميائية في السائل المخاطي للأنف",
      "عندما ينفذ هرمون الستيرويدي إلى داخل الخلية الاجابة يرتبط مع جزيئات المستقبل مكوناً مركباً معقداً"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس (النموذج ب)",
    "نوع_السؤال": "بيّن أهمية كلاً مما يأتي",
    "الاسئلة": [
      "وجود الحمض النووي RNA بكثرة في سيتوبلازم الخلية الاجابة لأنه المكان الذي تصنع فيه الخلية البروتينات",
      "النخاع المستطيل بالنسبة لجسم الإنسان الاجابة تنظيم الحركات اللاارادية لبعض أعضاء الجسم",
      "في مصانع إنتاج الجبن يضاف بكتيريا التخمر إلى الحليب الاجابة لتحويل لاكتوز الحليب إلى حمض اللاكتيك"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس (النموذج ب)",
    "نوع_السؤال": "مسألة وراثة (شكل الأذن)",
    "الاسئلة": [
      "في الإنسان جين الأذن المجعدة (R) سائد على جين عدم وجود التجعيد (r)، فإذا تزوج رجل مجعد الأذنين (هجين الصفة) من امرأة مجعدة الأذنين (هجينة الصفة)، فما التراكيب الجينية والمظهرية لنسلها؟ وضح إجابتك وفق الأسس الوراثية الاجابة المظهر الخارجي للآباء: مجعدة x مجعدة، التراكيب الجينية للآباء: Rr x Rr، الأمشاج: R, r x R, r، التراكيب الجينية للأبناء: RR, Rr, Rr, rr، التراكيب المظهرية: 3 مجعد : 1 غير مجعد"
    ]
  }



   
  ,{
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "غشاء الأم العنكبوتية يعمل على الزيادة في امتصاص الصدمات الاجابة x",
      "هرمون MSH يتحكم في اتساع حدقة العين فيتسع مجال الرؤية الاجابة x",
      "إنزيم الكيموزين يحول بروتين الكازين في الحليب إلى حالة شبه صلبة الاجابة ✓",
      "التلقيح الاختباري أفضل الطرق للتفرقة بين الصفات السائدة النقية والهجينة في الحيوانات فقط الاجابة x",
      "الخلايا التي تصنع البروتينات تحتوي على كميات وفيرة من الرايبوسومات الاجابة ✓",
      "لكل صفة عاملان وراثيان يعملان على إظهار تلك الصفة ويمثلان الشكل الجيني الاجابة ✓"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "رسمة (تكوين البروتين)",
    "الاسئلة": [
      "يوجد شكل يوضح آلية تضاعف وتكوين البروتين، والمطلوب أولاً: اكتب البيانات الناقصة والمشار إليها بالأرقام الآتية: (1) ، (2) ، (3) ، (4) الاجابة (1) DNA (2) نسخ (3) RNA (4) ترجمة",
      "المطلوب ثانياً: سمّ الشكل المرسوم الاجابة وجهة النظر المركزية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "عدد الأعصاب التي تخرج من الحبل الشوكي هي الاجابة 31 زوجاً",
      "هرمون يرش على العنب فيزداد حجم ثماره ومقاومته للفطريات الاجابة الجبريلينات",
      "يتمثل القطع والتجديد في الإنسان بتحديد ما يستأصل من الاجابة الكبد جراحياً",
      "تساعد في الطب الشرعي على نفي الأبوة ولا تثبتها الاجابة بصمة الـ DNA",
      "الأغذية التي تم فيها تعديل بعض الجينات بإزالة أو إضافة جين أو أكثر بالأغذية الاجابة المعدلة وراثياً",
      "المصاب بعمى اللون الأخضر باستخدام بطاقة الفحص يرى الرقم الاجابة 4 فقط"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "جدول وراثة (فصيلة دم وعامل ريسوس)",
    "الاسئلة": [
      "في الجدول المجاور، الحروف العربية تمثل الأفراد الناتجة عن تزاوج رجل فصيلة دمه AB موجب وامرأة فصيلة دمها A سالب. والمطلوب أولاً: ما التراكيب الجينية للأفراد المرقمة: (ص) ، (ع) الاجابة (ص) IA i dd (ع) IA IA Dd",
      "المطلوب ثانياً: ما الفرد الذي فصيلة دمه (AB) سالب الاجابة الفرد (س)"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "الغشاء الجنيني الذي يكوّن خلايا الدم ... [ كيس المح ، الممبار ، الرهل ، الكوريون ] الاجابة الممبار",
      "تتم عملية التخمر في أفضل حالاتها لإنتاج الزبادي عند درجة حرارة ... [ 40 ، 24 ، 64 ، 46 ] الاجابة 46",
      "يموت الفأر ذو اللون الأصفر إذا اجتمع عاملين هما ... [ YY ، Yy ، yy ، YY ] الاجابة YY",
      "تتحرر النواقل العصبية من الحويصلات التشابكية في ... [ الشق ، غشاء قبل ، غشاء بعد ، مستقبل ] التشابكي الاجابة الشق",
      "الروابط التي تربط القواعد النيتروجينية في سلسلة الحمض DNA ... [ نيتروجينية ، اكسجينية ، فوسفورية ، هيدروجينية ] الاجابة هيدروجينية",
      "النمط (XX - XO) يوجد في ... [ ذبابة الفاكهة ، الصرصور ، الفراشات ، الطيور ] الاجابة الصرصور"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "قارن بين كل مما يأتي",
    "الاسئلة": [
      "قارن بين طبقة الصلبة وطبقة المشيمية في العين من حيث اللون الاجابة طبقة الصلبة: بيضاء ، طبقة المشيمية: معتمة سوداء",
      "قارن بين السيادة المشتركة والجينات المميتة من حيث النسبة الاجابة السيادة المشتركة: 1:2:1 ، الجينات المميتة: 1:2"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "أفرع دقيقة عدة تنتهي بنهايات منتفخة في الخلية العصبية الاجابة الأزرار التشابكية",
      "مفيد للجسم يدخل في تركيب هرمون الثيروكسين الاجابة اليود",
      "إنتاج أفراد من بويضات غير مخصبة الاجابة التكاثر العذري",
      "انفكاك بعض الجينات وانتقالها من الكروموسوم إلى الكروموسوم المقابل الاجابة العبور",
      "ينظم الحركات الإرادية ويحافظ على اتزانها الاجابة المخيخ",
      "فقر دم البحر الأبيض المتوسط الاجابة الثلاسيميا"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "رسمة (مقطع طولي لبذرة الفاصوليا)",
    "الاسئلة": [
      "يوجد رسم تخطيطي لمقطع طولي لبذرة الفاصوليا اللاندوسبيرميه، والمطلوب كتابة البيانات على الرسم الاجابة البيانات هي: ريشة ، جذير ، فلقة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "علل لما يأتي",
    "الاسئلة": [
      "تخترق أنبوبة اللقاح انسجة الميسم والقلم والمبيض الاجابة بفعل إنزيمات محللة تفرزها طرف أنبوبة اللقاح",
      "حويصلات باسيني تستجيب للضغط عند التنبيه الاجابة لأنها عبارة عن نهايات عصبية حسية تستجيب للضغط",
      "يصاب الإنسان بمرض السكر رغم توافر هرمون الانسولين في الدم الاجابة نتيجة تلف مستقبلات الانسولين على الخلايا"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "ماذا يحدث في الحالات الآتية",
    "الاسئلة": [
      "عند نقل دم يحمل مولدات الإلصاق (A) إلى شخص يحمل الأجسام المضادة (a) الاجابة تفاعل بين مولدات الإلصاق (A) والأجسام المضادة (a) وتخثر الدم وانسداد الأوعية الدموية في المرارة",
      "إذا أعطيت الأبقار هرمون البوفين سوماترافين الاجابة زيادة إنتاج الحليب"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "وضّح أهمية كلاً مما يأتي",
    "الاسئلة": [
      "الوعاء الناقل الاجابة نقل الحيوانات المنوية إلى الإحليل",
      "الخلايا القمرية الاجابة دعم أجسام الخلايا العصبية",
      "هرمون السكريتين الاجابة يحفز البنكرياس على إفراز عصارته الهاضمة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "مسألة وراثة (البول السكري)",
    "الاسئلة": [
      "تزوج شاب سليم من مرض السكري من فتاة سليمة كان أبوها مصاب بمرض البول السكري، فإذا علمت أن جين المرض (b) وضح التراكيب الجينية للآباء والأبناء واحتمال ظهور المرض وذلك على أسس وراثية الاجابة التركيب الظاهري للآباء: شاب سليم x فتاة حاملة للمرض ، التركيب الجيني للآباء: XY x XBXb ، الأمشاج: X, Y x XB, Xb ، التركيب الجيني للأبناء: XBXB, XBXb, XBY, XbY ، التركيب المظهرية: 50% ذكور مصابين و 50% إناث حاملات للمرض"
    ]
  }






  ,{
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "الاستنساخ هو إنتاج كائن حي من خلية تناسلية لكائن حي آخر الاجابة x",
      "الصفة النقية يعبر عنها بزوج من العوامل المتماثلة الاجابة ✓",
      "تحتوي خلايا إناث النحل على المجموعة الأحادية من الكروموسومات الاجابة x",
      "تتكون الشفرة الوراثية من رموز لثلاث قواعد نيتروجينية الاجابة ✓",
      "الأوكسينات هرمونات نباتية تلعب دوراً في الانتحاء الضوئي والأرضي الاجابة ✓",
      "لابد للفعل العصبي المنعكس من أن يبدأ دائماً بعضو استجابة الاجابة x"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "رسمة (الخلية العصبية)",
    "الاسئلة": [
      "يوجد شكل يوضح الخلية العصبية، والمطلوب أولاً: سمّ الأجزاء المشار إليها بالأرقام الآتية: (1) ، (2) ، (3) ، (4) الاجابة (1) غمد مايليني (2) عقد رانفييه (3) زوائد شجرية (4) جسم الخلية",
      "المطلوب ثانياً: ما طريقة انتقال السيال العصبي في هذه الخلية؟ الاجابة بالقفز"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "الطبقة الوسطى من شبكية العين تضم خلايا عصبية الاجابة ثنائية القطب",
      "خلايا توجد في الخصية تعمل على تدعيم الحيوانات المنوية هي خلايا الاجابة سرتولي",
      "الهرمون الذي يعمل على تقليص عضلات الرحم أثناء الولادة هو الاجابة الأوكسيتوسين",
      "الصفات المتأثرة بالجنس هي التي تحمل جيناتها على الكروموسومات الاجابة الجسدية",
      "توارث شعر الجلد في أبقار الشورت هورن هو مثال للسيادة الاجابة المشتركة",
      "عملية إعادة ترتيب أو تركيب الجينات التي يتكون منها حمض DNA في الكائن الحي تسمى الاجابة الهندسة الوراثية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "مسألة وراثة (فصائل الدم)",
    "الاسئلة": [
      "في جدول يوضح تزاوج فصائل الدم، المطلوب أولاً: ما التراكيب الجينية لكل من الأبناء المرقمة: (1) ، (2) ، (3) ، (4) الاجابة (1) IA i (2) IB i (3) IA IB (4) ii",
      "المطلوب ثانياً: ما الفصائل الدموية للأبناء (2) ، (3)؟ الاجابة (2) B (3) AB",
      "المطلوب ثالثاً: حدد الفصائل الدموية لكل من الأب والأم الاجابة الأب: AB والأم: O"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "الهرمون الذي يحول الجلوكوز إلى جليكوجين هو ... [ الجلوكاجون ، الجاسترين ، الانسولين ، الانتروجين ] الاجابة الجلوكاجون",
      "أحد التراكيب الآتية يمثل مشيجاً ... [ GR ، GgR ، Rr ، GRr ] الاجابة GR",
      "يقدر جهد الراحة لليفة عصبية بـ ... [ 70- ، 30- ، 70 ، 30 ] مللي فولت الاجابة 70-",
      "من أطوار دورة الرحم طور ... [ الإباضة ، الحيض ، الجسم الأصفر ، الحويصلة ] الاجابة الحيض",
      "عندما يحتاج مريض فصيلة دمه (O) لنقل دم فإن فصيلة دم المتبرع يجب أن تكون ... [ AB ، O ، B ، A ] الاجابة O",
      "يتحكم في رفع ضغط الدم الجهاز العصبي ... [ المركزي ، الطرفي ، الجارسمبثاوي ، السمبثاوي ] الاجابة السمبثاوي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "قارن بين كل مما يأتي",
    "الاسئلة": [
      "قارن بين خلايا بطانة القناة الشوكية وبطينات المخ والخلايا القمرية من حيث الوظيفة الاجابة خلايا بطانة القناة الشوكية: تكوين السائل المخي الشوكي ، الخلايا القمرية: دعم أجسام الخلايا العصبية",
      "قارن بين الغدة الكظرية والغدة النخامية من حيث الموقع الاجابة الغدة الكظرية: فوق كل كلية ، الغدة النخامية: أسفل الدماغ في قاع الجمجمة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "تنضج فيه الحيوانات المنوية وتكتسب قدرتها على الحركة الاجابة البربخ",
      "لغة التفاهم بين الخلايا العصبية الاجابة السيال العصبي",
      "وحدة بناء المادة الوراثية DNA الاجابة النيوكليوتيدة",
      "ساق أرضية تنمو أفقية تحت سطح الأرض الاجابة الريزوم",
      "مرض ينشأ عن حدوث خلل وراثي في جين تكون هيموجلوبين البالغين الاجابة الثلاسيميا",
      "هرمونات معدنية لقشرة الغدة الكظرية تعمل على تنظيم التوازن الملحي في الجسم الاجابة الألدوستيرون"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "رسمة (التكاثر بالتبرعم في فطر الخميرة)",
    "الاسئلة": [
      "يوجد رسم يوضح التكاثر بالتبرعم في فطر الخميرة، والمطلوب كتابة البيانات على الرسم الاجابة البيانات هي: جدار خلوي ، فجوة ، سيتوبلازم ، نواة ، برعم"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "علل لما يأتي",
    "الاسئلة": [
      "بعد التأكد من إنتاج الزبادي يتم خفض درجة حرارة المنتج إلى 46 درجة مئوية الاجابة لإيقاف بكتيريا التخمر عن العمل",
      "لا يمكن ظهور صفة الشعر الكثيف على صيوان الأذن في النساء الاجابة لأن جين هذا الشعر محمول على الكروموسوم (Y) والذي يوجد في الذكور فقط",
      "تُعد حبة القمح ثمرة وليست بذرة الاجابة بسبب اندماج أغلفة البذرة والثمرة معاً لتكوين حبة القمح"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "ما النتائج المتوقعة حدوثه في كل حالة من الحالات الآتية",
    "الاسئلة": [
      "تعرض ساق نبات للضوء من جانب واحد الاجابة انتحاء الساق نحو الضوء",
      "قنوات الصوديوم والبوتاسيوم في مرحلة إعادة الاستقطاب الاجابة تنغلق قنوات الصوديوم وتفتح قنوات البوتاسيوم الموجودة على غشاء الليفة العصبية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "بيّن أهمية كلاً مما يأتي",
    "الاسئلة": [
      "أنزيمات هيليكيز في عملية تضاعف الحمض النووي DNA الاجابة فصل الروابط الهيدروجينية بين القواعد النيتروجينية",
      "المخيخ بالنسبة لجسم الإنسان الاجابة تنظيم الحركات الإرادية والمحافظة على اتزان الجسم",
      "عملية البسترة للحليب عند إنتاج الجبن الاجابة تعقيم الحليب والقضاء على الكائنات الحية الدقيقة وخاصة البكتيريا الضارة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "أجريت عملية تهجين بين نباتين تركيبهما الجيني (GGli x GgII)",
    "الاسئلة": [
      "المطلوب تحديد التركيب الجيني للأمشاج والتركيب الجيني للنسل الناتج الاجابة التركيب الجيني للأمشاج: (GI, Gi) x (GI, gI) ، التركيب الجيني للنسل: GGII, GgII, GGIi, GgIi"
    ]
  }









 , {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "يقل تحدب عدسة عين الإنسان عندما يكون الجسم المرئي بعيداً عنها الاجابة ✓",
      "تستجيب الغدة الدرقية لهرمون (STH) دون غيره من الهرمونات الاجابة x",
      "التركيب الجيني للرجل المصاب إصابة كاملة بمرض الثلاسيميا Xb Y الاجابة x",
      "يمكن نقل دم من شخص فصيلته B- إلى شخص آخر يحمل الفصيلة B+ دون ضرر الاجابة ✓",
      "دوللي نسخة من نعجة (Blackface) التي أخذت منها الخلية الجسدية الاجابة x",
      "تشعر الأم الحامل بحركة جنينها في الشهر الثاني من الحمل الاجابة x"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "رسمة (برعم التذوق)",
    "الاسئلة": [
      "يوجد شكل يوضح برعم التذوق في لسان الإنسان، والمطلوب أولاً: اكتب البيانات المشار إليها بالأرقام: (1) ، (2) ، (3) ، (4) الاجابة (1) شعيرات تذوق (2) خلية تذوق (3) خلية ساندة (4) الياف عصبية حسية",
      "المطلوب ثانياً: سمّ الشكل المرسوم الاجابة برعم تذوق"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "الإحساس بالمؤثرات وحدوث الاستجابة المناسبة لها في عملية مستمرة تسمى الاجابة الفعل المنعكس",
      "الهرمون الذي يعمل على نمو الغدد اللبنية وإفراز الحليب هو الاجابة البرولاكتين",
      "إذا حدث الاقتران بين خليتين متجاورين في الخيط من طحلب الاسبيروجيرا يسمى اقتراناً الاجابة جانبياً",
      "الفصيلة التي تحتوي فيها البلازما على الأجسام المضادة من نوع (b) فقط هي الاجابة A",
      "تتصل أهداب البراميسيوم بـ الاجابة حبيبات قاعدية مغمورة في البروتوبلازم",
      "القاعدة النيتروجينية (T) في حمض DNA الفعال يقابلها في حمض RNA الراسل المستنسخ منه القاعدة الاجابة A"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "مسائل وراثة (جدول الأمشاج والصفات)",
    "الاسئلة": [
      "في جدول يوضح أمشاج نبات تركيبه الجيني TTgg، المطلوب تحديد الأمشاج الاجابة TG و Tg",
      "في جدول يوضح تزاوج حشرة دروفزيلا، المطلوب تحديد التركيب الجيني والمظهري للأبناء الاجابة التركيب الجيني: XBb+ b+ و X Y b+ b+، التركيب المظهري: ذكر ذو عيون بارقية و أنثى ذو عيون بارقية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "تتكون الأحماض النووية من وحدات تسمى ... [ الأحماض الأمينية ، الرايبوسومات ، النيوكليوتيدات ، الليبيدات ] الاجابة النيوكليوتيدات",
      "أكبر الغدد الصماء حجماً هي الغدة ... [ النخامية ، الدرقية ، الكظرية ، جارات الدرقية ] الاجابة الدرقية",
      "تنغرس البلاستيولا في بطانة رحم أنثى الإنسان في اليوم ... [ 4 ، 5 ، 6 ، 7 ] من الحمل الاجابة 6",
      "تلتحم الحويصلات التشابكية بالغشاء قبل التشابكي بمساعدة أيونات ... [ Na ، Mg ، K ، Ca ] الاجابة Ca",
      "ينتج من تخمر مخلفات الصرف الصحي غاز ... [ اكسيد الكبريت ، اكسيد النيتروجين ، إيثان ، ميثان ] الاجابة ميثان",
      "إذا تزوج رجل مصاب بمرض السكري بامرأة سليمة نقية فإن احتمال إصابة البنات ... [ 50% ، 25% ، صفر% ، 75% ] الاجابة صفر%"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "أكمل جدول المقارنة الآتي",
    "الاسئلة": [
      "قارن بين الخلايا المخروطية والخلايا العصوية من حيث نوع الصبغة الاجابة الخلايا المخروطية: اليودوبسين ، الخلايا العصوية: الرودوبسين",
      "قارن بين الخلايا المخروطية والخلايا العصوية من حيث ارتباطها بالخلايا ثنائية القطب الاجابة الخلايا المخروطية: كل خلية مخروطية تتصل بخلية ثنائية القطب ، الخلايا العصوية: مجموعة من الخلايا العصوية تتصل بخلية ثنائية القطب واحدة"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "مرض يحدث نتيجة نقص أملاح الكالسيوم في الدم الاجابة كزاز العضلات",
      "خلايا في الجهاز العصبي المركزي تربط بين الخلايا العصبية الحسية والحركية معاً الاجابة البينية",
      "الفرد الذي يتكون من جينين غير متماثلين وبمظهر الصفة السائدة الاجابة الهجين",
      "طبقة جنينية ينشأ منها الجهاز العصبي في الإنسان الاجابة الخارجية (الاكتودرم)",
      "حركة النبات التي لا تعتمد على اتجاه المثير الاجابة انتحاء",
      "الصفة التي لا تستطيع أن تعبر عن نفسها في الجيل الأول وتظهر في الجيل الثاني بنسبة 25% الاجابة المتنحية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "رسمة (التكاثر بالدرنة)",
    "الاسئلة": [
      "يوجد رسم يوضح نبات البطاطس والتكاثر بالدرنة، والمطلوب كتابة البيانات على الرسم الاجابة البيانات هي: درنة ، درنة جديدة ، برعم جانبي ، جذور"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "علل لما يأتي",
    "الاسئلة": [
      "يقل انتشار مرض التضخم الدرقي في سكان حواف القارات الاجابة بسبب توفر اليود في أغذيتهم",
      "تعتبر حبة اللقاح الناضجة وسيلة للتمييز بين أنواع النباتات الاجابة لأن الغلاف الخارجي لحبة اللقاح الناضجة يتخذ أشكالاً مختلفة",
      "يتوقف عمل الناقل العصبي استيل كولين بعد تأثيره على الخلية بعد التشابكية الاجابة لأنه يحطمه انزيم استيل كولين استريز ويحوله إلى حمض الخليك والكولين"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "ماذا يحدث في الحالات الآتية",
    "الاسئلة": [
      "إذا أعطيت الأبقار هرمون البوفين سوماترافين (BST) الاجابة يزداد إنتاج الحليب فيها",
      "إذا لم يتكون هيموجلوبين البالغين لدى طفل وتكون لديه الهيموجلوبين الجنيني الاجابة يصاب الطفل بمرض الثلاسيميا"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "ما أهمية كلاً مما يأتي",
    "الاسئلة": [
      "إنزيم الكيموزين في صناعة الجبن الاجابة يعمل على تجبين بروتين الكازين في الحليب وتحويله إلى حالة شبه صلبة",
      "بصمة الحمض النووي الرايبوزي منقوص الأكسجين الاجابة التعرف على هوية الأشخاص وكذلك إثبات أو نفي العلاقة بين الأب وابنه",
      "المصل المستخدم لحقن الأم سالبة العامل الرايزيسي بعد ولادة طفلها الموجب العامل الاجابة يعمل على إبطال مولدات الإلصاق المترسبة إلى الأم من الجنين مما يؤدي إلى عدم تكوين أجسام مضادة في دم الأم"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "أجريت عملية تهجين بين نباتين تركيبهما الجيني (GgII x GgIi)",
    "الاسئلة": [
      "المطلوب تحديد التركيب الجيني للأمشاج والتركيب الجيني للنسل الناتج ووضح ذلك بالأسس الوراثية الاجابة التراكيب الجينية للأبناء: GGII, GgII, GGIl, GgIl و النسبة هي 3 سائد : 1 متنحي"
    ]
  }







  ,{
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "ضع علامة (✓) أمام العبارة الصحيحة، و علامة (x) أمام العبارة الخطأ",
    "الاسئلة": [
      "المستقبلات الضوئية في العين تمتص الطاقة الضوئية للجسم المرئي الاجابة ✓",
      "ترش الحشائش الضارة بالأوكسينات للقضاء عليها ومنع نموها الاجابة ✓",
      "بكتيريا التخمر تعمل على تحويل سكر الجلوكوز في الحليب إلى حمض لاكتيك الاجابة x",
      "لنبات البازلاء عدة أصناف تحمل صفات متضادة ومتعددة وواضحة الاجابة ✓",
      "تدخل أربع قواعد نيتروجينية في تركيب كل من حمض DNA و RNA الاجابة ✓",
      "يتكون هيموجلوبين البالغين في الستة الأشهر الثانية من عمر الطفل الاجابة x"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الأول",
    "نوع_السؤال": "رسمة (الجهاز التناسلي في أنثى الإنسان)",
    "الاسئلة": [
      "يوجد شكل يوضح الجهاز التناسلي في أنثى الإنسان، والمطلوب أولاً: سمّ الأجزاء المشار إليها بالأرقام: (1) ، (2) ، (3) ، (4) الاجابة (1) المبيضان (2) عنق الرحم (3) مبيض أو حويصلة جراف (4) المهبل",
      "المطلوب ثانياً: سمّ الجهاز المرسوم الاجابة الجهاز التناسلي في أنثى الإنسان"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "أكمل الفراغات الآتية بما يناسبها",
    "الاسئلة": [
      "عدد الأعصاب الجمجمية التي تخرج من الدماغ هي الاجابة 12 زوجاً",
      "هرمون يحفز المعدة على إفراز عصارتها الهاضمة هو الاجابة الجاسترين",
      "الطبقة الجنينية التي ينشأ منها الجهاز العصبي والجلد هي الاجابة الخارجية",
      "النمط الكروموسومي لتحديد الجنس في الفراشات الاجابة ZW-ZZ",
      "الإنزيم الذي يتم الحصول عليه من معدة العجول الصغيرة هو انزيم الاجابة الكيموزين",
      "صفات وراثية يعتمد ظهورها على الهرمونات الجنسية تحمل على الكروموسومات الجسدية الاجابة الصفات المتأثرة بالجنس"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثاني",
    "نوع_السؤال": "مسألة وراثة (مخطط سلالة)",
    "الاسئلة": [
      "في مخطط يوضح تزاوج فصائل الدم في الإنسان، المطلوب أولاً: اكتب التراكيب الجينية للأفراد: (5) ، (6) الاجابة (5) IB i (6) IA IB",
      "المطلوب ثانياً: ما نوع السيادة في الفرد رقم (2) معللاً إجابتك الاجابة سيادة مشتركة لأنه ظهرت الصفات الأبوية معاً في فصيلة AB"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "ضع دائرة حول الإجابة الصحيحة من بين القوسين",
    "الاسئلة": [
      "تنغرس البلاستيولا في بطن رحم أنثى الإنسان في اليوم ... [ 4 ، 9 ، 6 ، 7 ] من الحمل الاجابة 7",
      "يستخدم للتفرقة بين الصفات السائدة النقية والصفات السائدة الهجينة ... [ الاختباري ، الخلطي ، الذاتي ، النوعي ] التلقيح الاجابة الاختباري",
      "أكبر الغدد الصماء حجماً هي الغدة ... [ النخامية ، جارات الدرقية ، الدرقية ، الكظرية ] الاجابة الدرقية",
      "غشاء جنيني يحمي الجنين من الصدمات ويسهل حركته ... [ كوريون ، الرهل ، الممبار ، كيس المح ] الاجابة الرهل",
      "عدد الروابط الهيدروجينية بين الادينين والثايمين ... [ ثلاث ، أربع ، اثنتان ، واحدة ] الاجابة اثنتان",
      "إذا تزوج رجل مصاب بعمى الألوان بامرأة سليمة نقية فاحتمال إصابة الذكور ... [ صفر% ، 75% ، 50% ، 25% ] الاجابة صفر%"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الثالث",
    "نوع_السؤال": "قارن بين كل مما يأتي",
    "الاسئلة": [
      "قارن بين الثيروكسين و ICST من حيث محفزات الانتاج الاجابة الثيروكسين: الهرمون الحافز للغدة الدرقية (TSH) ، ICST: الهرمون المنشط للخلايا البينية (ICSH)",
      "قارن بين خلايا شيفان والخلايا النجمية من حيث مكان التواجد الاجابة خلايا شيفان: خارج الجهاز العصبي المركزي ، الخلايا النجمية: في الجهاز العصبي المركزي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "اكتب المصطلح العلمي للفقرات الآتية",
    "الاسئلة": [
      "غشاء سميك مكون من ألياف تبطن عظام الجمجمة الاجابة أم الجافية",
      "غدة توجد على السطح الأمامي للقصبة الهوائية أسفل الحنجرة الاجابة الغدة الدرقية",
      "وعاء ملتو تتجمع فيه قنوات صادرة من الأنابيب المنوية الاجابة البربخ",
      "الصفات الوراثية التي تحمل جيناتها على الكروموسومات الجنسية الاجابة مرتبطة بالجنس",
      "نسيج يعتبر غذاء للجنين في النبات الاجابة الاندوسبيرم",
      "مولد التصاق يوجد على غشاء خلايا الدم الحمراء رمزه Rh الاجابة العامل الرايزيسي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الرابع",
    "نوع_السؤال": "رسمة (مكونات النيوكليوتيدة)",
    "الاسئلة": [
      "يوجد رسم يوضح جزيء DNA، والمطلوب كتابة البيانات على الرسم الاجابة البيانات هي: مجموعة فوسفات ، سكر خماسي ، قاعدة نيتروجينية"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "علل لما يأتي",
    "الاسئلة": [
      "حرص مندل على تغطية الأزهار المغلقة بغطاء مناسب الاجابة لضمان عدم وصول حبوب لقاح أخرى إليها بواسطة الرياح أو الحشرات",
      "الأذن الخارجية تحتوي غدد تفرز مادة شمعية الاجابة لحماية الأذن من الغبار والأجسام الغريبة",
      "توجد مستقبلات الهرمونات الستيرويدية داخل الخلايا الاجابة لأنها تستطيع النفاذ عبر الغشاء الخلوي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء الخامس",
    "نوع_السؤال": "ماذا يحدث في الحالات الآتية",
    "الاسئلة": [
      "عند انقسام نواة البوغ الصغير انقساماً متساوياً أثناء عملية تكوين حبوب اللقاح الاجابة تنتج نواتان أحدهما أنبوبية والأخرى تناسلية (مولدة)",
      "عند خفض درجة حرارة الزبادي المنتج إلى 5 درجات مئوية الاجابة إيقاف نشاط بكتيريا التخمر عن العمل"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "وضّح أهمية كلاً مما يأتي",
    "الاسئلة": [
      "الأرجيجونة في نبات الفيونايا الاجابة انتاج الأمشاج المؤنثة (البويضات)",
      "إنزيم أدينيل سايكليز خلال آلية عمل الهرمونات الببتيدية الاجابة تحويل ATP إلى AMP الحلقي",
      "هرمون الباراثورمون الاجابة تنظيم نسبة الكالسيوم في الدم وبقائها في المستوى الطبيعي"
    ]
  },
  {
    "سنة_الامتحان": 2018,
    "الجزء": "الجزء السادس",
    "نوع_السؤال": "مسألة وراثة (القطط)",
    "الاسئلة": [
      "في أحد أنواع القطط جين النقط السوداء (B) سائد على جين البقع السوداء الكبدية (b)، فحدث تزاوج بين قط ذي بقع سوداء كبدية وقطة ذات نقط سوداء غير نقية، وضح على أسس وراثية التراكيب الجينية للآباء والأبناء ونسبة الأبناء الاجابة التركيب الظاهري للآباء: قط أسود كبدي x قطة منقطة هجين ، التركيب الجيني للآباء: bb x Bb ، الأمشاج: b x B, b ، التركيب الجيني للأبناء: Bb, bb ، التركيب المظهرية: 50% منقطة و 50% بقع كبدية"
    ]
  }




]




